{
    "Chapter": {
        "FirstParagraph": "0",
        "LastParagraph": "1",
        "Nr": "0",
        "Pali": null,
        "Title": "Preface",
        "Verses": {
            "Verse": [
                {
                    "Paragraphs": {
                        "Par": {
                            "Nr": "0",
                            "Txt": "The dhammapada is a collection of 423 verses that the Buddha uttered on various occasions. This version is based upon the translation of Ven. Narada, with accompanying images from Ven. Weragoda Sarada."
                        }
                    },
                    "Story": {
                        "Title": "About",
                        "Txt": "Buddhism appeals both to the masses and to the intelligentsia. It offers milk for the babe and meat for the strong. It presents one way of life to the members of the Holy Order and another to the laity. Above all, it expounds a unique Path of Enlightenment.\n\nAll these characteristics are featured in the Dhammapada, one of the thirty-one books that comprise the Tipitaka, the three Baskets which contain the quintessence of the Buddha’s Teachings.\n\nAny truth-seeker irrespective of his religious beliefs, can read this book of Wisdom with interest and profit. By constantly reflecting on these golden sayings and by translating them into action in the course of one’s daily life a religious-minded person can gain spiritual bliss that transcends worldly happiness and can attain to a higher spiritual plane whereby he can purify himself and try to purify and enlighten others both by example and by precept.\n\nThe Dhammapada is not a book to be read superficially like a novel and shelved aside. It should be read and re-read so that it may serve as a constant companion for inspiration, solace, and edification in times of need.\n\nThe Dhammapada was not preached by the Buddha in the present form. Three months after the Passing Away of the Buddha, the Arahants, who assembled at the First Convocation to rehearse the Teachings of the Buddha, collected some of the poetic utterances of the Buddha, which He expounded on different occasions, arranged and classified the treatise in its present form, naming it the Dhammapada.\n\nThe Pali term Dhamma, Saṃskrit Dharma, is one of the most difficult words to be translated into English as it has many meanings. It has to be understood according to the context. Here it is used in the sense of Sayings or Teachings of the Buddha. Pada implies sections, portions, parts, or way. Dhammapada may be rendered, “Sections or Portions of the Dhamma”, “The Way of the Dhamma”, It is somewhat difficult to offer a graceful English equivalent according to its literal meaning. “The Way of Truth”, “The Way of Righteousness”, “The Path of Virtue”, are renderings that have been suggested by various scholars.\n\nThe Dhammapada consists of 423 melodious Pali verses, uttered by the Buddha on about 300 occasions, to suit the temperaments of the listener in the course of His preaching tours during His ministry of forty-five years. Circumstances that led to these noble utterances are presented in the form of long or short stories together with traditional interpretations of the Pali verses and technical terms, in the voluminous commentary written by Buddhaghosa. This valuable commentary has been ably translated by E. W. Burlinghame for the Harvard Oriental Series. It may be remarked that most of these verses are better understood when read with the context.\n\nThe gems of truth embodied in these texts aptly illustrate the moral and philosophical Teachings of the Buddha.\n\nThe very first two stanzas briefly represent the ethico-philosophical system of the Buddha. The importance of the mind in assessing morality, the Buddhist law of moral causation (Kamma), the problem of pain and happiness, self-responsibility, etc., accompanied by two simple homely illustrations, find expression in these twin verses. The two relevant stories clarify the points at issue. The very first line of each of these twin verses presents some difficulty, especially the term Dhammā. Commentary gives a long interpretation. The two connected stories make the matter clear.\n\nThe verses dealing with hatred and its appeacement are of special significance in this atomic age. Force will certainly be met with force. Bombs will be met with bombs. Vengeance will be met with vengeance. Retaliation never leads to peace. Buddha’s advice to His non-violent followers is: “Hatreds never cease through hatred, but through love alone they cease”, Mettā or loving-kindness is the only answer to modern bombs.\n\nThe high ethical standard the Buddha expects from his ideal followers are depicted in some verses. The last two verses of the first chapter indicate the Buddha’s attitude towards mere learning and actual practice. The Dhamma is to be studied with the object of practising it. As such the Dhamma is compared to a raft whereby one crosses the ocean of Saṃsāra. The very last verse is alone sufficient for an ideal Bhikkhu for his whole life time.\n\nHow the Buddha exercises His psychic powers to transform a lust-ridden, mentally sick Bhikkhu to a pure, spiritually healthy individual is evident from the story of prince Nanda, His step-brother, and the verses uttered concerning him.\n\nIn obedience to the Buddha, though with reluctance, prince Nanda entered the Order on his wedding day. As he was constantly thinking of his bride-elect without being intent on the Holy life, the Buddha, instead of adopting the usual direct method of instruction devised an effective practical way to divert his attention to a seemingly more desirable similar object and succeeded in making him an Arahant. See vv. 13-14.\n\nThe first two chapters mainly deal with the ethics of Buddhism and are of equal importance to both Bhikkhus and laymen.\n\nThe second chapter is a cogent answer to those critics who try to denounce Buddhism as “a dead hand”. Appamāda, which denotes heedfulness, vigilance, earnestness, watchfulness and other allied meanings, is the name given to the second chapter.\n\nIt was the first verse on heedfulness occurring in this chapter that completely transformed the character of King Asoka the Righteous, who was originally stigmatised - Asoka the Wicked - owing to his atrocities perpetrated before his conversion to Buddhism.\n\nAt times a single verse like the foregoing, a solitary line like “Seek no delight in worldly favours, but cultivate seclusion”, or a pregnant word like “Strive” is alone sufficient for a whole lifetime.\n\nThe verse 24, which deals with causes that tend to worldly progress, shows that Buddhism is not absolutely other-worldly as some hasty critics are apt to think.\n\nThe third chapter is of special significance as it enables one to understand the Buddhist conception of the mind and the importance of mind control.\n\nThe chapters on Pleasures, Happiness, Hell, Evil, World, Flowers, the Fool, the Wise, Craving, etc., will prove very helpful to those who are engrossed in material pleasures. The illusive nature of worldly happiness and the kind of life one should lead in such a deluded world are shown in these chapters.\n\nThe chapters on the Buddha, the Arahant, the Brāhmaṇa will particularly appeal to those of a higher spiritual level. They depict the moral attitude of really enlightened beings.\n\nOne should not rest satisfied with a mere perusal of these golden sayings. They should be read, re-read, and pondered upon, together with the accompanying stories, drawing appropriate lessons therefrom. These interesting and edifying anecdotes clearly depict the greatness of the Buddha as an energetic, compassionate and wise Teacher, ever ready to serve all. All these noble utterances should be put into actual practice in the course of one’s daily life. Then only may one rightly say in the words of the Dhammapada:- “Happily he lives who drinks of the Dhamma”.\n\nReaders will note the simplicity of the similes employed by the Buddha, which are intelligible even to a child. Take, for instance, the similes of the cart’s wheel, man’s shadow, the ill-thatched house, the sleeping village, clear deep lake, fragrant beautiful flower, a bee extracting honey, etc. The wisdom of the Buddha lies in His exposition of profound truths in such plain terms.\n\nThere is not a single verse in the Dhammapada that can be dismissed as unintelligible to a lay reader.\n\nDirect teaching is the Buddha’s usual method of exposition. At times He exercises His psychic powers, not miracles, in order to enlighten His less intelligent hearers or to give an actual demonstration to a concrete truth. See vv. 146-147-148.\n\nTo a fisherman, named Ariya, meaning noble, whom He saw fishing, the Buddha said, “He is not an Ariya who is engaged in killing animals”, The man realized his ignoble act and later became a Noble in the strictest sense of the term. See v. 270.\n\nIn the Dhammapada there are several instances to show that the Buddha preached not only to the intelligentsia but also to little children in their own language. He was accessible to all. See v. 131.\n\nIn preparing this translation I have consulted with profit the learned articles on the Dhammapada written by my revered teacher, the Venerable P. Siri Vajirañāṇa Mahā Nāyaka Thera, the ancient Siṃhala translation, and almost all the available English translations. Special care was taken not to deviate from the traditional commentarial interpretations.\n\nMy first translation of the Dhammapada appeared in 1940, with a Foreword by Dr. Cassius A. Pereira (later Kassapa Thera). Subsequently, the Mahabodhi Society of India published two revised pocket editions. Another revised edition was published in the Wisdom of the East Series in 1954 with a scholarly Introduction by Dr. E. J. Thomas, followed by a reprint in 1959. In this present latest edition several improvements have been made, copious notes have been added mainly for the benefit of those who are not acquainted with the fundamentals of the Dhamma, and relevant stories are given in brief in order to make the texts more intelligible to the readers.\n\nI am grateful to Mr. S. W. Wijayatilaka, ex-Principal of Ananda College, Colombo, for carefully revising my manuscript and offering many valued suggestions.\n\nNARADA MAHA THERA\nVajirarama,\nColombo 5.\n9th May, 1971."
                    },
                    "Summary": "Preface"
                },
                null
            ]
        }
    }
}