{
    "Chapter": {
        "FirstParagraph": "146",
        "LastParagraph": "156",
        "Nr": "11",
        "Pali": "Jarā Vagga",
        "Title": "Old Age",
        "Verses": {
            "Verse": [
                {
                    "Paragraphs": {
                        "Par": {
                            "Nr": "146",
                            "Txt": "What is laughter, what is joy, when the world is ever burning? Shrouded by darkness, would you not seek the light?"
                        }
                    },
                    "Story": {
                        "Title": "the Companions of Visakha",
                        "Txt": "While residing at the Jetavana monastery, the Buddha uttered Verse (146) of this book, with reference to companions of Visakha.\nFive hundred men from Sāvatthī, wishing to make their wives to be generous, kind-hearted and virtuous like Visakha, sent them to Visakha to be her constant companions. During a bacchanalian festival which lasted for seven days, the wives of those men took all the drinks left by their husbands and got drunk in the absence of Visakha. For this misbehaviour they were beaten by their husbands. On another occasion, saying that they wished to listen to the Buddha's discourse, they asked Visakha to take them to the Buddha and secretly took small bottles of liquor hidden in their clothes.\nOn arrival at the monastery, they drank all the liquor they had brought and threw away the bottles. Visakha requested the Buddha to teach them the Dhamma. By that time, the women were getting intoxicated and felt like singing and dancing. Mara, taking this opportunity made them bold and shameless, and soon they were boisterously singing, dancing, clapping and jumping about in the monastery. The Buddha saw the hand of Mara in the shameless behaviour of these women and said to himself, \"Mara must not be given the opportunity.\" So, the Buddha sent forth dark-blue rays from his body and the whole room was darkened; the women were frightened and began to get sober. Then, the Buddha vanished from his seat and stood on top of Mount Meru, and from there he sent forth white rays and the sky was lit up as if by a thousand moons. After thus manifesting his powers, the Buddha said to those five hundred women, \"You ladies should not have come to my monastery in this unmindful state. Because you have been negligent Mara has had the opportunity to make you behave shamelessly, laughing and singing loudly, in my monastery. Now, strive to put out the fire of passion (raga) which is in you\"."
                    },
                    "Summary": "Seek the light"
                },
                {
                    "Paragraphs": {
                        "Par": {
                            "Nr": "147",
                            "Txt": "Behold this beautiful body, a mass of sores, a heaped-up (lump), diseased, much thought of, in which nothing lasts, nothing persists."
                        }
                    },
                    "Story": {
                        "Title": "Sirima",
                        "Txt": "While residing at the Jetavana monastery, the Buddha uttered Verse (147) of this book, with reference to Sirima the courtesan.\nOnce, there lived in Rajagaha, a very beautiful courtesan by the name of Sirima. Every day Sirima offered alms-food to eight monks. One of these monks happened to mention to other monks how beautiful Sirima was and also that she offered very delicious food to the monks every day. On hearing this, a young monk fell in love with Sirima even without seeing her. The next day, the young monk went with the other monks to the house of Sirima. Sirima was not well on that day, but since she wanted to pay obeisance to the monks, she was carried to their presence. The young monk, seeing Sirima, thought to himself, \"Even though she is sick, she is very beautiful !\" And he felt a strong desire for her.\nThat very night, Sirima died. King Bimbisara went to the Buddha and reported to him that Sirima, the sister of Jivaka, had died. The Buddha told King Bimbisara to take the dead body to the cemetery and keep it there for three days without burying it, but to have it protected from crows and vultures. The king did as he was told. On the fourth day, the dead body of the beautiful Sirima was no longer beautiful or desirable; it got bloated and maggots came out from the nine orifices. On that day, the Buddha took his monks to the cemetery to observe the body of Sirima. The king also came with his men. The young monk, who was so desperately in love with Sirima, did not know that Sirima had died. When he learnt that the Buddha and the monks were going to see Sirima, he joined them. At the cemetery, the corpse of Sirima was surrounded by the monks headed by the Buddha, and also by the king and his men.\nThe Buddha then asked the king to get a town crier announce that Sirima would be available on payment of one thousand in cash per night. But no body would take her for one thousand, or for five hundred, or for two hundred and fifty, or even if she were to be given free of charge. Then the Buddha said to the audience, \"Monks! Look at Sirima. When she was living, there were many who were willing to give one thousand to spend one night with her; but now none would take her even if given without any payment. The body of a person is subject to deterioration and decay.\""
                    },
                    "Summary": "Foul is this gaily decked body"
                },
                {
                    "Paragraphs": {
                        "Par": {
                            "Nr": "148",
                            "Txt": "Thoroughly worn out is this body, a nest of diseases, perishable. This putrid mass breaks up. Truly, life ends in death."
                        }
                    },
                    "Story": {
                        "Title": "Theri Uttara",
                        "Txt": "While residing at the Jetavana monastery, the Buddha uttered Verse (148) of this book, with reference to Theri Uttara.\nTheri Uttara, who was one hundred and twenty years old, was one day returning from her alms-round when she met a monk and requested him to accept her offering of alms-food. The inconsiderate monk accepted all her alms-food; so she had to go without food for that day. The same thing happened on the next two days. Thus Theri Uttara was without food for three successive days and she was feeling weak. On the fourth day, while she was on her alms-round, she met the Buddha on the road where it was narrow. Respectfully, she paid obeisance to the Buddha and stepped back. While doing so, she accidentally stepped on her own robe and fell on the ground, injuring her head. The Buddha went up to her and said, \"Your body is getting very old and infirm, it is ready to crumble, it will soon perish.\""
                    },
                    "Summary": "Life ends in death"
                },
                {
                    "Paragraphs": {
                        "Par": {
                            "Nr": "149",
                            "Txt": "Like gourds cast away in autumn are these dove-hued bones. What pleasure is there in looking at them?"
                        }
                    },
                    "Story": {
                        "Title": "Adhimanika Monks",
                        "Txt": "While residing at the Jetavana monastery, the Buddha uttered Verse (149) of this book, with reference to some monks who over-estimated themselves.\nFive hundred monks, after taking a subject of meditation from the Buddha, went into the woods. There, they practised meditation ardently and diligently and soon attained deep mental absorption (jhana) and they thought that they were free from sensual desires and, therefore, had attained arahatship. Actually, they were only over-estimating themselves. Then, they went to the Buddha, with the intention of informing the Buddha about what they thought was their attainment of arahatship.\nWhen they arrived at the outer gate of the monastery, the Buddha said to the Venerable Ananda, \"Those monks will not benefit much by coming to see me now; let them go to the cemetery first and come to see me only afterwards.\" The Venerable Ananda then delivered the message of the Buddha to those monks, and they reflected, \"The Enlightened One knows everything; he must have some reason in making us go to the cemetery first.\" So they went to the cemetery.\nThere, when they saw the putrid corpses they could look at them as just skeletons, and bones, but when they saw some fresh dead bodies they realized, with horror, that they still had some sensual desires awakening in them. The Buddha saw them from his perfumed chamber and sent forth the radiance; then he appeared to them and said, \"Monks! Seeing these bleached bones, is it proper for you to have any sensual desire in you?\""
                    },
                    "Summary": "What delight in seeing white bones?"
                },
                {
                    "Paragraphs": {
                        "Par": {
                            "Nr": "150",
                            "Txt": "Of bones is (this) city made, plastered with flesh and blood. Herein are stored decay, death, conceit, and detraction."
                        }
                    },
                    "Story": {
                        "Title": "Theri Rupananda (Janapadakalyani)",
                        "Txt": "While residing at the Jetavana monastery, the Buddha uttered Verse (150) of this book, with reference to Janapadakalyani.\nPrincess Janapadakalyani was the daughter of Gotami, the step-mother of Gotama the Buddha; because she was very beautiful she was also known as Rupananda. She was married to Nanda, a cousin of the Buddha. One day she pondered, \"My elder brother who could have become a Universal Monarch has renounced the world to become a monk; he is now a Buddha. Rahula, the son of my elder brother, and my own husband Prince Nanda have also become monks. My mother Gotami has also become a bhikkhuni, and I am all alone here!\" So saying, she went to the monastery of some bhikkhunis and became a bhikkhuni herself. Thus, she had become a bhikkhuni not out of faith but only in imitation of others and because she felt lonely.\nRupananda had heard from others that the Buddha often taught about the impermanence, unsatisfactoriness and insubstantiality of the khandhas. So she thought he would talk deprecatingly about her good looks if he should see her; and thus thinking, she kept away from the Buddha. But other bhikkhunis coming back from the monastery, kept talking in praise of the Buddha; so, one day, she decided to accompany other bhikkhunis to the monastery.\nThe Buddha saw her and reflected, \"A thorn can only be taken out with a thorn; Rupananda being very attached to her body and being very proud of her beauty, I must take the pride and attachment out of her through beauty.\" So, with his supernormal power, he caused an image of a very beautiful lady of about sixteen years of age to be seated near him, fanning him. This young girl was visible only to Rupananda and the Buddha. When Rupananda saw the girl, she realized that compared to that girl, she herself was just like an old, ugly crow compared to a beautiful white swan. Rupananda had a good look at the girl and she felt that she liked her very much. Then, she looked again and was surprised to find that the girl had grown to the age of about twenty. Again and again, she looked at the figure beside the Buddha and every time she noticed that the girl had grown older and older. Thus, the girl turned into a grown-up lady, then into a middle-aged lady, an old lady, a decrepit and a very old lady successively. Rupananda also noticed that with the arising of a new image, the old image disappeared, and she came to realize that there was a continuous process of change and decay in the body. With the coming of this realization, her attachment to the body diminished. Meanwhile, the figure near the Buddha had turned into an old, decrepit lady, who could no longer control her bodily functions, and was rolling in her own excreta. Finally, she died, her body got bloated, pus and maggots came out of the nine openings and crows and vultures were trying to snatch at the dead body.\nHaving seen all these, Rupananda pondered, \"This young girl has grown old and decrepit and died in this very place under my own eyes. In the same way, my body will also grow old and wear out; it will be subject to disease and I will also die.\" Thus, she came to perceive the true nature of the khandhas. At this point, the Buddha talked about the impermanence, the unsatisfactoriness and the insubstantiality of the khandhas, and Rupananda attained Sotapatti Fruition."
                    },
                    "Summary": "This body is composed of flesh and blood"
                },
                {
                    "Paragraphs": {
                        "Par": {
                            "Nr": "151",
                            "Txt": "Even ornamented royal chariots wear out. So too the body reaches old age. But the Dhamma of the Good grows not old. Thus do the Good reveal it among the Good."
                        }
                    },
                    "Story": {
                        "Title": "Queen Mallika",
                        "Txt": "While residing at the Jetavana monastery, the Buddha uttered Verse (151) of this book, with reference to Mallika, queen of King Pasenadi of Kosala.\nOne day, Mallika went into the bathroom to wash her face, hands and feet. Her pet dog also came in; as she was bending to wash her feet, the dog tried to have sex with her, and the queen appeared to be amused and somewhat pleased. The king saw this strange incident through the window from his bedroom. When the queen came in, he said angrily to the queen, \"Oh, you wicked woman! What were you doing with that dog in the bathroom? Do not deny what I saw with my own eyes.\" The queen replied that she was only washing her face, her hands and her feet, and so was doing nothing wrong. Then she continued, \"But, that room is very strange. If anyone went into that room, to one looking from this window there would appear to be two. If you do not believe me, O King, please go into that room and I will look through this window.\"\nSo, the king went into the bathroom. When he came out, Mallika asked the king why he misbehaved with a she-goat in that room. The king denied it, but the queen insisted that she saw them with her own eyes. The king was puzzled, but being dim-witted, he accepted the queen's explanation, and concluded that the bath room was, indeed, very strange.\nFrom that time, the queen was full of remorse for having lied to the king and for having brazenly accused him of misbehaving with a she-goat. Thus, even when she was approaching death, she forgot to think about the great unrivalled charities she had shared with her husband and only remembered that she had been unfair to him. As a result of this, when she died she was reborn in niraya. After her burial, the king intended to ask the Buddha where she was reborn. The Buddha wished to spare his feelings, and also did not want him to lose faith in the Dhamma. So he willed that this question should not be put to him, and King Pasenadi forgot to ask the Buddha.\nHowever, after seven days in niraya, the queen was reborn in the Tusita deva world. On that day, the Buddha went to King Pasenadi's palace for alms-food; he indicated that he wished to rest in the coach-shed where the royal carriages were kept. After offering alms-food, the king asked the Buddha where queen Mallika was reborn and the Buddha replied, \"Mallika has been reborn in the Tusita deva world.\" Hearing this the king was very pleased, and said, 'Where else could she have been reborn? She was always thinking of doing good deeds, always thinking what to offer to the Buddha on the next day. Venerable Sir! Now that she is gone, I, your humble disciple, hardly know what to do.\" To him the Buddha said, \"Look at these carriages of your father and your grandfather; these are all worn down and lying useless; so also is your body, which is subject to death and decay. Only the Dhamma of the Virtuous is not subject to decay.\""
                    },
                    "Summary": "Righteousness does not wear away"
                },
                {
                    "Paragraphs": {
                        "Par": {
                            "Nr": "152",
                            "Txt": "The man of little learning grows old like the ox. His muscles grow; his wisdom grows not."
                        }
                    },
                    "Story": {
                        "Title": "Thera Laludayi",
                        "Txt": "While residing at the Jetavana monastery, the Buddha uttered Verse (152) of this book, with reference to Laludayi, a thera with little intelligence.\nLaludayi was a monk who was dim-witted and very absent-minded. He could never say things which were appropriate to the occasion, although he tried hard. Thus, on joyful and auspicious occasions he would talk about sorrow, and on sorrowful occasions he would talk about joy and gladness. Besides, he never realized that he had been saying things which were inappropriate to the occasion. When told about this, the Buddha said, \"One like Laludayi who has little knowledge is just like an ox.\""
                    },
                    "Summary": "One with little learning lacks wisdom"
                },
                {
                    "Paragraphs": {
                        "Par": [
                            {
                                "Nr": "153",
                                "Txt": "Through many a birth I wandered in samsāra, seeking, but not finding, the builder of the house. Sorrowful is it to be born again and again."
                            },
                            {
                                "Nr": "154",
                                "Txt": "O house-builder! Thou art seen. Thou shalt build no house again. All thy rafters are broken. Thy ridge-pole is shattered. My mind has attained the unconditioned. Achieved is the end of craving."
                            }
                        ]
                    },
                    "Story": {
                        "Title": "The Story Concerning the \"Words of Exultation of the Buddha\"",
                        "Txt": "These two verses are expressions of intense and sublime joy felt by the Buddha at the moment of attainment of Supreme Enlightenment (Bodhi nana or Sabbannuta nana). These verses were repeated at the Jetavana monastery at the request of the Venerable Ananda.\nPrince Siddhattha, of the family of Gotama, son of King Suddhodana and Queen Maya of the kingdom of the Sakyans, renounced the world at the age of twenty-nine and became an ascetic in search of the Dhamma (Truth). For six years, he wandered about the valley of the Ganges, approaching famous religious leaders, studying their doctrines and methods. He lived austerely and submitted himself strictly to rigorous ascetic discipline; but he found all these traditional practices to be unsound. He was determined to find the Truth in his own way, and by avoiding the two extremes of excessive sensual indulgence and self-mortification*, he found the Middle Path which would lead to Perfect Peace, Nibbāna. This Middle Path (Majjhimapatipada) is the Noble Path of Eight Constituents, viz., Right view, Right thought, Right speech, Right action, Right livelihood, Right effort, Right mindfulness and harmonious collectedness.\nThus, one evening, seated under a Bo tree on the bank of the Neranjara river, Prince Siddhattha Gotama attained Supreme Enlightenment (Bodhi nana or Sabbannuta nana) at the age of thirty-five. During the first watch of the night, the prince attained the power of recollection of past existences (Pubbenivasanussati-nana) and during the second watch he attained the divine power of sight (Dibbacakkhu nana). Then, during the third watch of the night he contemplated the Doctrine of Dependent Origination (Paticcasamuppada) in the order of arising (anuloma) as well as in the order of cessation (patiloma). At the crack of dawn, Prince Siddhattha Gotama by his own intellect and insight fully and completely comprehended the Four Noble Truths. The Four Noble Truths are: The Noble Truth of Dukkha (Dukkha Ariya Sacca), the Noble Truth of the Cause of Dukkha (Dukkha Samudaya Ariya Sacca), the Noble Truth of the Cessation of Dukkha (Dukkha Nirodha Ariya Sacca), and The Noble Truth of the Path Leading to the Cessation of Dukkha (Dukkha Nirodha Gamini Patipada Ariya Sacca). There also appeared in him, in all their purity. The knowledge of the nature of each Noble Truth (Sacca nana), knowledge of the performance required for each Noble Truth (Kicca nana), and the knowledge of the completion of the performance required for each Noble Truth (Kata nana); and thus, he attained the Sabbannuta nana (also called Bodhi nana) of a Buddha. From that time, he was known as Gotama the Buddha.\nIn this connection, it should be noted that only when the Four Noble Truths, under their three aspects (therefore, the twelve modes), had become perfectly clear to him that the Buddha acknowledged in the world of Men, the world of Devas and that of Brahmas that he had attained the Supreme Enlightenment and therefore had become a Buddha."
                    },
                    "Summary": "Craving is the builder of this house"
                },
                {
                    "Paragraphs": {
                        "Par": [
                            {
                                "Nr": "155",
                                "Txt": "They who have not led the Holy Life, who in youth have not acquired wealth, pine away like old herons at a pond without fish."
                            },
                            {
                                "Nr": "156",
                                "Txt": "They who have not led the Holy Life; who in youth have not acquired wealth, lie like worn-out bows, sighing after the past."
                            }
                        ]
                    },
                    "Story": {
                        "Title": "the Son of Mahadhana",
                        "Txt": "While residing at the Migadaya wood, the Buddha uttered Verses (155) and (156) of this book, with reference to the son of Mahadhana, a rich man from Baranasi.\nThe son of Mahadhana did not study while he was young; when he came of age he married the daughter of a rich man, who, like him, also had no education. When the parents on both sides died, they inherited eighty crores from each side and so were very rich. But both of them were ignorant and knew only how to spend money and not how to keep it or to make it grow. They just ate and drank and had a good time, squandering their money. When they had spent all, they sold their fields and gardens and finally their house. Thus, they became very poor and helpless; and because they did not know how to earn a living they had to go begging. One day, the Buddha saw the rich man's son leaning against a wall of the monastery, taking the leftovers given him by the samaneras; seeing him, the Buddha smiled.\nThe Venerable Ananda asked the Buddha why he smiled, and the Buddha replied, \"Ananda, look at this son of a very rich man; he had lived a useless life, an aimless life of pleasure. If he had learnt to look after his riches in the first stage of his life he would have been a top-ranking rich man; or if he had become a monk, he could have been an arahat, and his wife could have been an anagami. If he had learnt to look after his riches in the second stage of his life he would have been a second rank rich man, or if he had become a monk he could have been an anagami, and his wife could have been a sakadagami. If he had learnt to look after his riches in the third stage of his life he would have been a third rank rich man, or if he had become a monk he could have been a sakadagami, and his wife could have been a sotapanna. However, because he had done nothing in all the three stages of his life he had lost all his worldly riches, he had also lost all opportunities of attaining any of the Maggas and Phalas.\""
                    },
                    "Summary": "Lack of growth results in grief"
                }
            ]
        }
    }
}