{
    "Chapter": {
        "FirstParagraph": "157",
        "LastParagraph": "166",
        "Nr": "12",
        "Pali": "Atta Vagga",
        "Title": "The Self",
        "Verses": {
            "Verse": [
                {
                    "Paragraphs": {
                        "Par": {
                            "Nr": "157",
                            "Txt": "If one holds oneself dear, one should protect oneself well. During every one of the three watches the wise man should keep vigil."
                        }
                    },
                    "Story": {
                        "Title": "Bodhirajakumara",
                        "Txt": "While residing at the Bhesakala wood, the Buddha uttered Verse (157) of this book, with reference to Prince Bodhi (Bodhirajakumara).\nOnce, Prince Bodhi built a magnificent palace for himself. When the palace was finished he invited the Buddha for alms-food. For this special occasion, he had the building decorated and perfumed with four kinds of scents and incense. Also, a long length of cloth was spread on the floor, starting from the threshold to the interior of the room. Then, because he had no children, the prince made a solemn asseveration that if he were to have any children the Buddha should step on the cloth. When the Buddha came, Prince Bodhi respectfully requested the Buddha three times to enter the room. But the Buddha, instead of moving, only looked at Ananda. Ananda understood him and so asked Prince Bodhi to remove the cloth from the door-step. Then only, the Buddha entered the palace. The prince then offered delicious and choice food to the Buddha. After the meal, the prince asked the Buddha why he did not step on the cloth. The Buddha in turn asked the prince whether he had not spread the cloth making a solemn asseveration that if he were to be blessed with a child, the Buddha would step on it; and the prince replied in the affirmative. To him, the Buddha said that he and his wife were not going to have any children because of their past evil deeds. The Buddha then related their past story.\nIn one of their past existences, the prince and his wife were the sole survivors of a shipwreck. They were stranded on a deserted island, and there they lived by eating birds' eggs, fledglings and birds, without any feeling of remorse at any time. For that evil deed, they would not be blessed with any children. If they had felt even a slight remorse for their deed at any stage of their lives, they could have a child or two in this existence. Then turning to the prince, the Buddha said, \"One who loves himself should guard himself in all stages of life, or at least, during one stage in his life.\""
                    },
                    "Summary": "Be vigilant"
                },
                {
                    "Paragraphs": {
                        "Par": {
                            "Nr": "158",
                            "Txt": "Let one first establish oneself in what is proper, and then instruct others. Such a wise man will not be defiled."
                        }
                    },
                    "Story": {
                        "Title": "Thera Upananda Sakyaputta",
                        "Txt": "While residing at the Jetavana monastery, the Buddha uttered Verse (158) of this book, with reference to Upananda, a thera of the Sakyan Clan.\nUpananda was a very eloquent preacher. He used to preach to others not to be greedy and to have only a few wants and would talk eloquently on the merits of contentment and frugality (appicchata) and austere practices (dhutangas). However, he did not practise what he taught and took for himself all the robes and other requisites that were given up by others.\nOn one occasion, Upananda went to a village monastery just before the vassa. Some young monks, being impressed by his eloquence, asked him to spend the vassa in their monastery. He asked them how many robes each monk usually received as donation for the vassa in their monastery and they told him that they usually received one robe each. So he did not stop there, but he left his slippers in that monastery. At the next monastery, he learned that the monks usually received two robes each for the vassa; there he left his staff. At the next monastery, the monks received three robes each as donation for the vassa; there he left his water bottle. Finally, at the monastery where each monk received four robes, he decided to spend the vassa.\nAt the end of the vassa, he claimed his share of robes from the other monasteries where he had left his personal effects. Then he collected all his things in a cart and came back to his old monastery. On his way, he met two young monks who were having a dispute over the share of two robes and a valuable velvet blanket which they had between them. Since they could not come to an amicable settlement, they asked Upananda to arbitrate. Upananda gave one robe each to them and took the valuable velvet blanket for having acted as an arbitrator.\nThe two young monks were not satisfied with the decision but they could do nothing about it. With a feeling of dissatisfaction and dejection, they went to the Buddha and reported the matter. To then the Buddha said, \"One who teaches others should first teach himself and act as he has taught.\""
                    },
                    "Summary": "Advisers should set the example first"
                },
                {
                    "Paragraphs": {
                        "Par": {
                            "Nr": "159",
                            "Txt": "As he instructs others so should he himself act. Himself fully controlled, he should control (others); for oneself, indeed, is difficult to control."
                        }
                    },
                    "Story": {
                        "Title": "Thera Padhanikatissa",
                        "Txt": "While residing at the Jetavana monastery, the Buddha uttered Verse (159) of this book, with reference to Thera Padhanikatissa.\nThera Padhanikatissa, after taking a subject of meditation from the Buddha, left for the forest with five hundred other monks. There, he told the monks to be ever mindful and diligent in their meditation practice. After thus exhorting others he himself would lie down and go to sleep. The young monks did as they were told. They practised meditation during the first watch of the night and when they were about to go to bed, Padhanikatissa would get up and tell them to go back to their practice. When they returned after meditation practice during the second and third watches also he would say the same thing to them.\nAs he was always acting in this way, the young monks never had peace of mind, and so they could not concentrate on meditation practice or even on recitation of the texts. One day, they decided to investigate if their teacher was truly zealous and vigilant as he posed himself to be. When they found out that their teacher Padhanikatissa only exhorted others but was himself sleeping most of the time, they remarked, \"We are ruined, our teacher knows only how to scold us, but he himself is just wasting time, doing nothing.\" By this time, as the monks were not getting enough rest, they were tired and worn out. As a result, none of the monk made any progress in their meditation practice.\nAt the end of the vassa, they returned to the Jetavana monastery and reported the matter to the Buddha. To them the Buddha said, \"Monks! One who wants to teach others should first teach himself and conduct himself properly.\""
                    },
                    "Summary": "Act as you instruct"
                },
                {
                    "Paragraphs": {
                        "Par": {
                            "Nr": "160",
                            "Txt": "Oneself, indeed, is one's saviour, for what other saviour would there be? With oneself well controlled one obtains a saviour difficult to find."
                        }
                    },
                    "Story": {
                        "Title": "the Mother of Kumarakassapa",
                        "Txt": "While residing at the Jetavana monastery, the Buddha uttered Verse (160) of this book, with reference to the mother of Kumarakassapa.\nOnce, a young married woman asked permission from her husband to become a bhikkhuni. Through ignorance, she went to join some bhikkhunis who were the pupils of Devadatta. This young woman was pregnant before she became a bhikkhuni, but she was not aware of the fact at that time. But in due course, the pregnancy became obvious and the other bhikkhunis took her to their teacher Devadatta. Devadatta ordered her to go back to the household life. She then said to the other bhikkhunis, \"I have not intended to become a bhikkhuni under your teacher Devadatta; I have come here by mistake. Please take me to the Jetavana monastery, take me to the Buddha.\" Thus she came to the Buddha. The Buddha knew that she was pregnant before she became a bhikkhuni and was therefore innocent; but he was not going to handle the case. The Buddha sent for King Pasenadi of Kosala, Anathapindika, the famous rich man, and Visakha, the famous donor of the Pubbarama monastery, and many other persons. He then told Thera Upali to settle the case in public.\nVisakha took the young girl behind a curtain; she examined her and reported to Thera Upali that the girl was already pregnant when she became a bhikkhuni. Thera Upali then declared to the audience that the girl was quite innocent and therefore had not soiled her morality (sila). In due course, a son was born to her. The boy was adopted by King Pasenadi and was named Kumarakassapa. When the boy was seven years old, on learning that his mother was a bhikkhuni, he also became a samanera under the tutelage of the Buddha. When he came of age he was admitted to the Order; as a monk, he took a subject of meditation from the Buddha and went to the forest. There, he practised meditation ardently and diligently and within a short time attained arahatship. However, he continued to live in the forest for twelve more years.\nThus his mother had not seen him for twelve years and she longed to see her son very much. One day, seeing him, the mother bhikkhuni ran after her son weeping and calling out his name. Seeing his mother, Kumarakassapa thought that if he were to speak pleasantly to his mother she would still be attached to him and her future would be ruined. So for the sake of her future (realization of Nibbāna) he was deliberately stern and spoke harshly to her: \"How is it, that you, a member of the Order, could not even cut off this affection for a son?\" The mother thought that her son was very cruel to her, and she asked him what he meant. Kumarakassapa repeated what he had said before. On hearing his answer, the mother of Kumarakassapa reflected: \"O yes, for twelve years I have shed tears for this son of mine. Yet, he has spoken harshly to me. What is the use of my affection for him?\" Then, the futility of her attachment to her son dawned upon her, and then and there, she decided to cut off her attachment to her son. By cutting off her attachment entirely, the mother of Kumarakassapa attained arahatship on the same day.\nOne day, at the congregation of monks, some monks said to the Buddha, \"Venerable Sir! If the mother of Kumarakassapa had listened to Devadatta, she as well as her son would not have become arahats. Surely, Devadatta had tried to do them a great wrong; but you, Venerable Sir, are a refuge to them!\" To them the Buddha said, \"Monks! In trying to reach the deva world, or in trying to attain arahatship, you cannot depend on others, you must work hard on your own.\""
                    },
                    "Summary": "Self is one's refuge"
                },
                {
                    "Paragraphs": {
                        "Par": {
                            "Nr": "161",
                            "Txt": "By oneself alone is evil done; it is self-born, it is self-caused. Evil grinds the unwise as a diamond grinds a hard gem."
                        }
                    },
                    "Story": {
                        "Title": "Mahakala Upasaka",
                        "Txt": "While residing at the Jetavana monastery, the Buddha uttered Verse (161) of this book, with reference to Mahakala, a lay disciple.\nOn a certain sabbath day, Mahakala, a lay disciple, went to the Jetavana monastery. On that day, he kept the sabbath by observing the eight moral precepts (Uposatha sila) and listened to the discourses on the Dhamma throughout the night. It so happened that on that same night, some thieves broke into a house; and the owners on waking up went after the thieves. The thieves ran away in all directions. Some ran in the direction of the monastery. It was then nearing dawn, and Mahakala was washing his face at the pond close to the monastery. The thieves dropped their stolen property in front of Mahakala and ran on. When the owners arrived, they saw Mahakala with the stolen property. Taking him for one of the thieves they shouted at him, threatened him and beat him hard. Mahakala died on the spot. Early in the morning, when some young monks and samaneras from the monastery came to the pond to fetch water, they saw the dead body and recognize it.\nOn their return to the monastery, they reported what they had seen and said to the Buddha, \"Venerable Sir! The lay disciple who was at this monastery listening to the religious discourses all through the night has met with a death which he does not deserve.\" To them the Buddha replied, \"Monks! If you judge from the good deeds he has done in this existence, he has indeed met with a death he does not deserve. But the fact is that he has only paid for the evil he had done in a past existence. In one of his previous existences, when he was a courtier in the palace of the king, he fell in love with another man's wife and had beaten her husband to death. Thus, evil deeds surely get one into trouble; they even lead one to the four apayas.\""
                    },
                    "Summary": "One is responsible for one's evil"
                },
                {
                    "Paragraphs": {
                        "Par": {
                            "Nr": "162",
                            "Txt": "He who is exceedingly corrupt, like a māluvā creeper strangling a sal tree, does to himself what even an enemy would wish for him."
                        }
                    },
                    "Story": {
                        "Title": "Devadatta",
                        "Txt": "While residing at the Jetavana monastery, the Buddha uttered Verse (162) of this book, with reference to Devadatta.\nOne day, some monks were talking amongst themselves when the Buddha came in and asked the subject of their talk. They answered that they were talking about Devadatta and then continued as follows:\n\"Venerable Sir! Devadatta is, indeed, a man without morality; he is also very avaricious. He has tried to gain fame and fortune by getting the confidence of Ajatasattu by unfair means. He has also tried to convince Ajatasattu that by getting rid of his father, he (Ajatasattu) would immediately become a powerful king. Having been thus misled by Devadatta, Ajatasattu killed his father, the noble king, Bimbisara. Devadatta has even attempted three times to kill you, our most Venerable Teacher. Devadatta is, indeed, very wicked and incorrigible!\"\nAfter listening to the monks, the Buddha told them that Devadatta has tried to kill him not only now but also in his previous existences. The Buddha then narrated the story of a deer-stalker.\n\"Once, while King Brahmadatta was reigning in Baranasi, the future Buddha was born as a deer, and Devadatta was then a deer-stalker. One day, the deer-stalker saw the footprints of a deer under a tree. So, he put up a bamboo platform in the tree and waited with the spear ready for the deer. The deer came but he came very cautiously. The deer-stalker saw him hesitating, and threw some fruits of the tree to coax him. But that put the deer on guard; he looked more carefully and saw the deer-stalker in the tree. He pretended not to see the deer stalker and turned away slowly. From some distance, he addressed the tree thus:\n'O tree! You always drop your fruits vertically, but today you have broken the law of nature and have dropped your fruits slantingly. Since you have violated the nature law of trees, I am now leaving you for another tree.'\n\"Seeing the deer turning away, the dear-stalker dropped his spear to the ground and said, 'Yes, you can now move on; for today, I have been wrong in my calculations.' The deer who was the Buddha-to-be replied, 'O hunter! You have truly miscalculated today, but your evil kamma will not take any mistake; it will certainly follow you.' Thus, Devadatta had attempted to kill me not only now but also in the past, yet he had never succeeded.\" 'Then the Buddha continued, 'Monks! Just as a creeper strangles the tree to which it clings, so also, those without morality, being overwhelmed by lust, are finally thrown into niraya.\""
                    },
                    "Summary": "The corrupt bring about their own ruin"
                },
                {
                    "Paragraphs": {
                        "Par": {
                            "Nr": "163",
                            "Txt": "Easy to do are things that are hard and not beneficial to oneself, but very, very, difficult indeed, to do is that which is beneficial and good."
                        }
                    },
                    "Story": {
                        "Title": "Schism in the Order",
                        "Txt": "While residing at the Veluvana monastery, the Buddha uttered Verse (163) of this book, with reference to Devadatta, who committed the offence of causing a schism in the Order of the monks.\nOn one occasion, while the Buddha was giving a discourse in the Veluvana monastery, Devadatta came to him and suggested that since the Buddha was getting old, the duties of the Order should be entrusted to him (Devadatta); but the Buddha rejected his proposal and also rebuked him and called him a \"spittle swallowor\" (Khelasika). From that time, Devadatta felt very bitter towards the Buddha. He even tried to kill the Buddha three times, but all his attempts failed. Later, Devadatta tried another tactic. This time, he came to the Buddha and proposed five rules of discipline for the monks to observe throughout their lives.\n He proposed:\n(i) that the monks should live in the forest;(ii) that they should live only on food received on alms-rounds;(iii) that they should wear robes made only from pieces of cloth collected from rubbish heaps;(iv) that they should reside under trees; and(v) that they should not take fish or meat.\nThe Buddha did not have any objections to these rules and made no objections to those who were willing to observe them, but for various valid considerations, he was not prepared to impose these rules of discipline on the monks in general.\nDevadatta claimed that the rules proposed by him were much better than the existing rules of discipline, and some new monks agreed with him. One day, the Buddha asked Devadatta if it was true that he was trying to create a schism in the Order, and he admitted that it was so. The Buddha warned him that it was a very serious offence, but Devadatta paid no heed to his warning. After this, as he met Thera Ananda on his alms-round in Rajagaha, Devadatta said to Thera Ananda, \"Ananda, from today I will observe the sabbath (Uposatha), and perform the duties of the Order separately, independent of the Buddha and his Order of monks.\" On his return from the alms-round, Thera Ananda reported to the Buddha what Devadatta had said.\nOn hearing this, the Buddha reflected, \"Devadatta is committing a very serious offence; it will send him to Avici Niraya. For a virtuous person, it is easy to do good deeds and difficult to do evil; but for an evil one, it is easy to do evil and difficult to do good deeds. Indeed, in life it is easy to do something which is not beneficial, but it is very difficult to do something which is good and beneficial.\""
                    },
                    "Summary": "Evil is easy but good is difficult"
                },
                {
                    "Paragraphs": {
                        "Par": {
                            "Nr": "164",
                            "Txt": "The stupid man, who, on account of false views, scorns the teaching of the Arahants, the Noble Ones, and the Righteous, ripens like the fruit of the kāshta reed, only for his own destruction."
                        }
                    },
                    "Story": {
                        "Title": "Thera Kala",
                        "Txt": "While residing at the Jetavana monastery, the Buddha uttered Verse (164) of this book, with reference to Thera Kala.\nOnce in Sāvatthī, an elderly woman was looking after a Thera named Kala, like her own son. One day hearing from her neighbours about the virtues of the Buddha, she wished very much to go to the Jetavana monastery and listen to the discourses given by the Buddha. So she told Thera Kala about her wishes; but the thera advised her against it. Three times she spoke to him about her wishes but he always dissuaded her. But one day, in spite of his dissuasion, the lady decided to go. After asking her daughter to look to the needs of Thera Kala she left the house. When Thera Kala came on his usual round of alms-food, he learned that the lady of the house had left for the Jetavana monastery. Then he reflected, \"It is quite possible that the lady of this house is losing her faith in me.\" So, he made haste and quickly followed her to the monastery. There, he found her listening to the discourse being given by the Buddha. He approached the Buddha respectfully, and said, \"Venerable Sir! This woman is very dull; she will not be able to understand the sublime Dhamma; please teach her only about charity (dana) and morality (sila).\"\nThe Buddha knew very well that Thera Kala was talking out of spite and with an ulterior motive. So he said to Thera Kala, \"Monk! Because you are foolish and because of your wrong view, you scorn my Teaching. You yourself are your own ruin; in fact, you are only trying to destroy yourself.\""
                    },
                    "Summary": "Scorn not the noble"
                },
                {
                    "Paragraphs": {
                        "Par": {
                            "Nr": "165",
                            "Txt": "By oneself, indeed, is evil done; by oneself is one defiled. By oneself is evil left undone; by oneself indeed, is one purified. Purity and impurity depend on oneself. No one purifies another."
                        }
                    },
                    "Story": {
                        "Title": "Culakala Upasaka",
                        "Txt": "While residing at the Jetavana monastery, the Buddha uttered Verse (165) of this book, with reference to Culakala, a lay disciple.\nCulakala, a lay disciple, observed the Uposatha precepts on a certain sabbath day and spent the night at the Jetavana monastery, listening to religious discourses all through the night. Early in the morning, as he was washing his face at the pond near the monastery, some thieves dropped a bundle near him. The owners seeing him with the stolen property took him for a thief and beat him hard. Fortunately some slave girls who had come to fetch water testified that they knew him and that he was not the thief. So Culakala was let off.\nWhen the Buddha was told about it, he said to Culakala, \"You have been let off not only because the slave girls said that you were not the thief but also because you did not steal and was therefore innocent. Those who do evil go to niraya, but those who do good are reborn in the deva worlds or else realize Nibbāna.\""
                    },
                    "Summary": "Purity and impurity depend on oneself"
                },
                {
                    "Paragraphs": {
                        "Par": {
                            "Nr": "166",
                            "Txt": "For the sake of others' welfare, however great, let not one neglect one's own welfare. Clearly perceiving one's own welfare, let one be intent on one's own goal."
                        }
                    },
                    "Story": {
                        "Title": "Thera Attadattha",
                        "Txt": "While residing at the Jetavana monastery, the Buddha uttered Verse (166) of this book, with reference to Thera Attadattha.\nWhen the Buddha declared that he would realize pariNibbāna in four months' time, many puthujjana monks* were apprehensive and did not know what to do; so they kept close to the Buddha. Attadattha, however, did not go to the Buddha and, having resolved to attain arahatship during the lifetime of the Buddha, was striving hard in the meditation practice. Other monks, not understanding him, took him to the Buddha and said, \"Venerable Sir, this monk does not seem to love and revere you as we do; he only keeps to himself.\" The thera then explained to them that he was striving hard to attain arahatship before the Buddha realized pariNibbāna and that was the only reason why he had not come to the Buddha.\nThe Buddha then said to the monks, \"Monks, those who love and revere me should act like Attadattha. You are not paying me homage by just offering flowers, perfumes and incense and by coming to see me; you pay me homage only by practising the Dhamma I have taught you, i.e., the Lokuttara Dhamma.\""
                    },
                    "Summary": "Strive for your spiritual welfare"
                }
            ]
        }
    }
}