{
    "Chapter": {
        "FirstParagraph": "209",
        "LastParagraph": "220",
        "Nr": "16",
        "Pali": "Piya Vagga",
        "Title": "Affection",
        "Verses": {
            "Verse": [
                {
                    "Paragraphs": {
                        "Par": [
                            {
                                "Nr": "209",
                                "Txt": "Applying oneself to that which should be avoided, not applying oneself to that which should be pursued, and giving up the quest, one who goes after pleasure envies them who exert themselves."
                            },
                            {
                                "Nr": "210",
                                "Txt": "Consort not with those that are dear, never with those that are not dear; not seeing those that are dear and seeing those that are not dear, are both painful."
                            },
                            {
                                "Nr": "211",
                                "Txt": "Hence hold nothing dear, for separation from those that are dear is bad; bonds do not exist or those to whom naught is dear or not dear."
                            }
                        ]
                    },
                    "Story": {
                        "Title": "Three Ascetics",
                        "Txt": "While residing at the Jetavana monastery, the Buddha uttered Verses (209), (210) and (211) of this book, with reference to a trio, consisting of a father, a mother and a son.\nOnce in Sāvatthī, the only son of a family first became a monk; the father followed suit and finally, the mother also became a bhikkhuni. They were so attached to one another that they rarely stayed apart. The family stayed in the monastery as if they were in their own house, talking and eating together, thus making themselves a nuisance to others. Other monks reported their behaviour to the Buddha and he called them to his presence, and said to them, \"Once you have joined the Order, you should no longer stay together like a family. Not seeing those who are dear, and seeing those who are not dear to one, are both painful; so you should not hold any being or anything dear to you\"."
                    },
                    "Summary": "Avoid that which should be shunned"
                },
                {
                    "Paragraphs": {
                        "Par": {
                            "Nr": "212",
                            "Txt": "From endearment springs grief, from endearment springs fear; for him who is wholly free from endearment there is no grief, much less fear."
                        }
                    },
                    "Story": {
                        "Title": "a Rich Householder",
                        "Txt": "While residing at the Jetavana monastery, the Buddha uttered Verse (212) of this book, with reference to a rich householder who had lost his son.\nOnce, a householder was feeling very distressed over the death of his son. He often went to the cemetery and wept there. Early one morning, the Buddha saw the rich householder in his vision. So, taking a monk along with him, the Buddha went to the house of that man. There, he asked the man why he was feeling so unhappy. Then, the man related to the Buddha about the death of his son and about the pain and sorrow he was suffering. To him the Buddha said, \"My disciple, death does not occur only in one place. All beings that are born must die one day; indeed, life ends in death. You must ever be mindful of the fact that life ends in death. Do not imagine that only your beloved son is subject to death. Do not be so distressed or be so shaken. Sorrow and fear arise out of affection.\""
                    },
                    "Summary": "Grief springs from what is dear"
                },
                {
                    "Paragraphs": {
                        "Par": {
                            "Nr": "213",
                            "Txt": "From affection springs grief, from affection springs fear; for him who is wholly free from affection there is no grief, much less fear."
                        }
                    },
                    "Story": {
                        "Title": "Visakha",
                        "Txt": "While residing at the Jetavana monastery, the Buddha uttered Verse (213) of this book, with reference to Visakha, the renowned donor of the Pubbarama monastery.\nOne day, a granddaughter of Visakha named Sudatta died and Visakha felt very deeply about her loss and was sorrowing over the child's death. So she went to the Buddha; when the Buddha saw her, he said, \"Visakha, don't you realize that many people die in Sāvatthī every day? If you were to regard all of them as you regard your own grandchild you would have to be endlessly weeping and mourning. Let not the death of a child affect you too much. Sorrow and fear arise out of endearment.\""
                    },
                    "Summary": "Grief springs from affection"
                },
                {
                    "Paragraphs": {
                        "Par": {
                            "Nr": "214",
                            "Txt": "From attachment springs grief, from attachment springs fear; for him who is wholly free from attachment there is no grief, much less fear."
                        }
                    },
                    "Story": {
                        "Title": "Licchavi Princes",
                        "Txt": "While residing at the Kutagara monastery in Vesali, the Buddha uttered Verse (214) of this book, with reference to the Licchavi princes.\nOn one festival day, the Buddha entered the town of Vesali, accompanied by a retinue of monks. On their way, they met some Licchavi princes, who had come out elegantly dressed up. The Buddha seeing them in full regalia said to the monks, \"Monks, those who have not been to the Tavatimsa deva world should have a good look at these Licchavi princes.\" The princes were then on their way to a pleasure garden. There, they quarrelled over a prostitute and soon came to blows. As a result, some of them had to be carried home, bleeding. As the Buddha returned with the monks after his meal in the town, they saw the wounded princes being carried home.\nIn connection with the above incident the monks remarked, \"For the sake of a woman, these Licchavi princes are ruined.\" To them the Buddha replied, \"Monks, sorrow and fear arise out of enjoyment of sensual pleasures and attachment to them.\""
                    },
                    "Summary": "Grief springs from attachment"
                },
                {
                    "Paragraphs": {
                        "Par": {
                            "Nr": "215",
                            "Txt": "From lust springs grief, from lust springs fear; for him who is wholly free from lust there is no grief, much less fear."
                        }
                    },
                    "Story": {
                        "Title": "Anitthigandha Kumara",
                        "Txt": "While residing at the Jetavana monastery, the Buddha uttered Verse (215) of this book, with reference to a youth, named Anitthigandha.\nAnitthigandha lived in Sāvatthī. He was to marry a beautiful young girl from the city of Sagala, in the country of the Maddas. As the bride was coming from her home to Sāvatthī, she became ill and died on the way. When the bridegroom learned about the tragic death of his bride he was brokenhearted.\nAt this juncture, the Buddha knowing that time was ripe for the young man to attain Sotapatti Fruition went to his house. The parents of the young man offered alms-food to the Buddha. After the meal, the Buddha asked his parents to bring the young man to his presence. When he came, the Buddha asked him why he was in such pain and distress and the young man related the whole story of the tragic death of his young bride. Then the Buddha said to him, \"O Anitthigandha! Lust begets sorrow; it is due to lust for things and lust for sensual pleasures that sorrow and fear arise.\""
                    },
                    "Summary": "Grief springs from lust"
                },
                {
                    "Paragraphs": {
                        "Par": {
                            "Nr": "216",
                            "Txt": "From craving springs grief, from craving springs fear; for him who is wholly free from craving there is no grief, much less fear."
                        }
                    },
                    "Story": {
                        "Title": "a Brahmin",
                        "Txt": "While residing at the Jetavana monastery, the Buddha uttered Verse (216) of this book, with reference to a brahmin who was a farmer.\nThe brahmin lived in Sāvatthī, and he was a non-Buddhist. But the Buddha knew that the brahmin would attain Sotapatti Fruition in the near future. So the Buddha went to where the brahmin was ploughing his field and talked to him. The brahmin became friendly and was thankful to the Buddha for taking an interest in him and his work in the field. One day, he said to the Buddha, \"Samana Gotama, when I have gathered my rice from this field, I will first offer you some before I take it. I will not eat my rice until I have given you some.\" However, the Buddha knew beforehand that the brahmin would not have the opportunity to harvest the rice from his field that year, but he kept silent.\nThen, on the night before the brahmin was to harvest his rice, there was a heavy downpour of rain which washed away the entire crop of rice. The brahmin was very much distressed, because he would no longer be able to offer any rice to his friend, the Samana Gotama.\nThe Buddha went to the house of the brahmin and the brahmin talked to him about the great disaster that had befallen him. In reply, the Buddha said, \"Brahmin, you do not know the cause of sorrow, but I know. If sorrow and fear arise, they arise because of craving.\""
                    },
                    "Summary": "Grief springs from craving"
                },
                {
                    "Paragraphs": {
                        "Par": {
                            "Nr": "217",
                            "Txt": "Whoso is perfect in virtue, and insight, is established in the Dhamma, has realized the Truths, and fulfils his own duties - him do folk hold dear."
                        }
                    },
                    "Story": {
                        "Title": "Five Hundred Boys",
                        "Txt": "While residing at the Veluvana monastery, the Buddha uttered Verse (217) of this book, with reference to five hundred boys.\nOn one festival day, the Buddha entered the city of Rajagaha for alms-food, accompanied by a number of monks. On their way, they met five hundred boys going to a pleasure garden. The boys were carrying some baskets of pan-cakes but they did not offer anything to the Buddha and his monks. But the Buddha said to his monks, \"Monks, you shall eat those pan-cakes today; the owner is coming close behind us. We shall proceed only after taking some of these pan-cakes.\" After saying this, the Buddha and his monks rested under the shade of a tree. Just at that moment Thera Kassapa came along, and the boys seeing him paid obeisance to him and offered all their pan-cakes to the thera.\nThe thera then told the boys, \"My teacher the Exalted One is resting underneath a tree over there accompanied by some monks; go and make an offering of your pan-cakes to him and the monks.\" The boys did as they were told. The Buddha accepted their offering of pan-cakes. Later, when the monks remarked that the boys were very partial to Thera Kassapa, the Buddha said to them, \"Monks, all monks who are like my son Kassapa are liked by both devas and men. Such monks always receive ample offerings of the four requisites of monks.\""
                    },
                    "Summary": "The virtuous are dear to all"
                },
                {
                    "Paragraphs": {
                        "Par": {
                            "Nr": "218",
                            "Txt": "He who has developed a wish for the Undeclared (Nibbāna), he whose mind is thrilled (with the three Fruits), he whose mind is not bound by material pleasures, such a person is called an \"Upstream-bound One\"."
                        }
                    },
                    "Story": {
                        "Title": "an Anagami Thera",
                        "Txt": "While residing at the Jetavana monastery, the Buddha uttered Verse (218) of this book, with reference to a thera who was an Anagami.\nOn one occasion, the pupils of the thera asked him whether he had attained any of the maggas; but he did not say anything although he had attained the Anagami Magga, the third magga. He kept silent because he had resolved not to talk about his attainment until he had attained arahatship. But the thera passed away without attaining arahatship, and also without saying anything about his attainment of Anagami Magga Insight.\nHis pupils thought their teacher had passed away without attaining any of the maggas and they felt sorry for him. They went to the Buddha and asked him where their teacher was reborn. The Buddha replied, \"Monks! Your teacher, who was an Anagami before he passed away, is now reborn in the abodes of the Brahmas (Suddhavasa Brahmaloka). He did not reveal his attainment of Anagami Magga because he felt ashamed that he had achieved only that much, and he was ardently striving to attain arahatship. Your teacher is now freed from the attachment to the sensual world (kamaloka) and would certainly rise to higher realms.\""
                    },
                    "Summary": "The non-attached go upstream"
                },
                {
                    "Paragraphs": {
                        "Par": [
                            {
                                "Nr": "219",
                                "Txt": "A man long absent and returned safe from afar, his kinsmen, friends, and well-wishers welcome on his arrival."
                            },
                            {
                                "Nr": "220",
                                "Txt": "Likewise, his good deeds will receive the well-doer who has gone from this world to the next, as kinsmen will receive a dear one on his return."
                            }
                        ]
                    },
                    "Story": {
                        "Title": "Nandiya",
                        "Txt": "While residing at the Isipatana wood, the Buddha uttered Verses (219) and (220) of this book, with reference to Nandiya.\nNandiya was a rich man from Baranasi. After listening to the Buddha's discourse on the benefits of building monasteries for monks, Nandiya built the Mahavihara monastery at Isipatana. The building was pinnacled and fully furnished. As soon as the monastery was offered to the Buddha, a mansion came up for Nandiya at the Tavatimsa deva world.\nOne day, when Thera Maha Moggalana visited the Tavatimsa deva world he saw the mansion which was meant for the donor of the Mahavihara monastery at Isipatana. On his return from the Tavatimsa deva world, Thera Maha Moggalana asked the Buddha, \"Venerable Sir! For those who perform meritorious deeds, do they have mansions and other riches prepared in the deva world even while they are still living in this world ?\" To him the Buddha said, \"My son, why do you ask? Have you not yourself seen the mansion and riches waiting for Nandiya in the Tavatimsa deva world? The devas await the coming of the good and generous ones, as relatives await the return of one who is long absent. When the good ones die, they are welcomed joyously to the abode of the devas.\""
                    },
                    "Summary": "Merit welcomes the doers of good"
                }
            ]
        }
    }
}