{
    "Chapter": {
        "FirstParagraph": "221",
        "LastParagraph": "234",
        "Nr": "17",
        "Pali": "Kodha Vagga",
        "Title": "Anger",
        "Verses": {
            "Verse": [
                {
                    "Paragraphs": {
                        "Par": {
                            "Nr": "221",
                            "Txt": "One should give up anger. One should abandon pride. One should overcome all fetters. Ills never befall him who clings not to mind and body and is passionless."
                        }
                    },
                    "Story": {
                        "Title": null,
                        "Txt": "The Venerable Moggallāna's sister, who was suffering from a skin disease, on her brother's advice erected an Assembly Hall. Soon she recovered. The Buddha attributed her skin disease to anger and uttered this verse."
                    },
                    "Summary": "Give up anger"
                },
                {
                    "Paragraphs": {
                        "Par": {
                            "Nr": "222",
                            "Txt": "Whoso checks his uprisen anger as though it were a rolling chariot, him I call a true charioteer. Other charioteers are mere rein-holders."
                        }
                    },
                    "Story": {
                        "Title": "a Monk",
                        "Txt": "While residing at the Aggalava stupa in the city of Alavi, the Buddha uttered Verse (222) of this book, with reference to a monk.\nOnce, a monk from Alavi wanted to build a monastery for himself and so he began to cut down a tree. The deva dwelling in that tree (rukkha devata) tried to stop him, saying that she and her infant son had nowhere to go. Failing to stop the monk she put her son on a branch, hoping that it would stop him from felling the tree. By then, the monk was already swinging his axe and he could not stop it in time and unintentionally cut off an arm of the child. Seeing her child being harmed in this way, the mother flew in a rage and was about to kill the monk. As she raised her hands to strike the monk, she suddenly checked herself and thought, \"If I were to kill a monk, I would be killing one who observes the moral precepts (sila); in that case, I would surely suffer in niraya. Other guardian devas of the trees would be following my example and other monks would also be killed. But this monk has a master; I must go and see his master.\" So she went weeping to the Buddha and related all that had happened.\nTo her the Buddha said, \"O rukkha devata! You have done well to control yourself.\""
                    },
                    "Summary": "Control your anger"
                },
                {
                    "Paragraphs": {
                        "Par": {
                            "Nr": "223",
                            "Txt": "Conquer anger by love. Conquer evil by good. Conquer the stingy by giving. Conquer the liar by truth."
                        }
                    },
                    "Story": {
                        "Title": "Uttara the Lay-Disciple",
                        "Txt": "While residing at the Veluvana monastery, the Buddha uttered Verse (223) of this book, with reference to Uttara, a female lay-disciple.\nUttara was the daughter of a farm labourer named Punna and his wife. Punna worked for a rich man named Sumana, in Rajagaha. One day, Punna and his wife offered alms-food to Thera Sariputta soon after his arising from sustained deep mental absorption (nirodha samapatti), and as a result of that good deed they suddenly became very rich. Punna came upon gold in the field he was ploughing, and the king officially declared him a royal banker. On one occasion, the family of Punna offered alms-food to the Buddha and the monks for seven days. and on the seventh day, after hearing the Buddha's discourse, all the three members of the family attained Sotapatti Fruition.\nLater, Uttara the daughter of Punna married the son of the rich man Sumana. That family being non-Buddhist, Uttara did not feel happy in her husband's home. So, she told her father, \"My father, why have you put me in this cage? Here, I do not see any monk and I have no chance to offer anything to any monk.\" Her father felt sorry for her and sent her fifteen thousand in cash. With this money, after getting permission from her husband, Uttara engaged a courtesan to look to the needs of her husband. So it was arranged that Sirima, a well-known and very beautiful courtesan, was to take her place as a wife for fifteen days.\nDuring that time, Uttara offered alms-food to the Buddha and the monks. On the fifteenth day, as she was busy preparing food in the kitchen, her husband saw her from the bedroom window and smiled, and then muttered to himself, \"How foolish she is! She does not know how to enjoy herself. She is tiring herself out with this alms-giving ceremony!\" Sirima saw him smile, and forgetting that she was only a paid substitute wife felt very jealous of Uttara. Being unable to control herself, Sirima went into the kitchen and got a ladleful of boiling butter with the intention of pouring it over the head of Uttara. Uttara saw her coming, but she bore no ill will towards Sirima. She reflected that because Sirima had stood in for her, she had been able to listen to the dhamma, make offerings of alms-food for fifteen days, and perform other acts of charity. Thus she was quite thankful to Sirima. Suddenly, she realized that Sirima had come very close to her and was going to pour boiling-hot butter over her; so she made this asseveration: \"If I bear any ill will towards Sirima may this boiling-hot butter burn me; if I have no ill will towards her may it not burn me.\"\nAs Uttara had no ill will towards Sirima, the boiling butter poured over her head by Sirima was just like cold water. Then Sirima thought the butter must have gone cold; and as she went for another ladleful of boiling butter, the attendants of Uttara fell upon her and beat her hard. Uttara stopped her attendants and instructed them to rub Sirima with medicinal ointment.\nThen, Sirima remembered her true position and she regretted that she had done wrong to Uttara and asked Uttara to forgive her. To her Uttara replied, \"I have my father; I shall ask him whether I should accept your apology.\" Sirima then said that she would readily go and apologize to the rich man, the father of Uttara. Uttara then explained to Sirima, \"Sirima,. when I said 'My father', I did not mean my real father, who had brought me into this round of rebirths. I was referring to my father, the Buddha, who had helped me break the chain of rebirths, who had taught me the Dhamma, the Noble Truths.\" Sirima then expressed her wish to see the Buddha. So it was arranged that Sirima should offer alms-food to the Buddha and the monks on the following day at the house of Uttara.\nAfter the meal, the Buddha was told everything that had happened between Sirima and Uttara. Sirima then owned up that she had done wrong to Uttara and entreated the Buddha that she should be forgiven, for otherwise Uttara would not forgive her. The Buddha then asked Uttara how she felt in her mind when Sirima poured boiling butter on her head, and Uttara answered, \"Venerable Sir, because I owed so much to Sirima I had resolved not to lose my temper, not to bear any ill will towards her. I sent forth my love towards her\". The Buddha then said, \"Well done, well done, Uttara! By not bearing any ill will you have been able to conquer one who has done you wrong through hate. By not abusing, you should conquer one who abuses you; by being generous you should conquer one who is stingy; by speaking the truth you should conquer one who tells lies.\""
                    },
                    "Summary": "Overcome anger by love"
                },
                {
                    "Paragraphs": {
                        "Par": {
                            "Nr": "224",
                            "Txt": "One should utter the truth. One should not be angry. One should give even from a scanty store to him who asks. Along these three paths one may go to the presence of the gods."
                        }
                    },
                    "Story": {
                        "Title": "the Question Raised by Thera Maha Moggallana",
                        "Txt": "While residing at the Jetavana monastery, the Buddha uttered Verse (224) of this book, with reference to the question raised by Thera Maha Moggallana.\nOnce, Thera Maha Moggallana visited the deva world and found many devas living in luxurious mansions. He asked them for what good deed they were reborn in the deva world and they gave him different answers. One of them was reborn in the deva world not because he gave away much wealth in charity or because he had listened to the dhamma, but just because he always spoke the truth. The second one was a female deva who was reborn in the deva world because she did not get angry with her master and had no ill will towards him even though he often beat her and abused her. For keeping her temper and abandoning hatred she was reborn in the deva world. Then, there were others who were reborn in the deva world because they had offered little things like a stick of sugar cane, a fruit, or some vegetables to a monk or to someone else.\nOn his return from the deva world, Thera Maha Moggallana asked the Buddha whether it was possible to gain such great benefits by just speaking the truth, or by restraining one's actions, or by giving small amounts of such trifling things like fruits and vegetables. To him the Buddha answered, \"My son, why do you ask? Have you not seen for yourself and heard what the devas said? You should not have any doubt. Little deeds of merit surely lead one to the world of the devas.\""
                    },
                    "Summary": "Be truthful, patient and generous"
                },
                {
                    "Paragraphs": {
                        "Par": {
                            "Nr": "225",
                            "Txt": "Those sages who are harmless, and are ever restrained in body, go to the deathless state (Nibbāna), whither gone they never grieve."
                        }
                    },
                    "Story": {
                        "Title": "the Brahmin who had been the 'Father of the Buddha'",
                        "Txt": "While residing at the Anjana wood, near Saketa, the Buddha uttered Verse (225) of this book, with reference to a brahmin, who claimed that the Buddha was his son.\nOnce, the Buddha accompanied by some monks entered the town of Saketa for alms-food. The old brahmin, seeing the Buddha, went to him and said, \"O son, why have you not allowed us to see you all this long time? Come with me and let your mother also see you.\" So saying, he invited the Buddha to his house. On reaching the house, the wife of the brahmin said the same things to the Buddha and introduced the Buddha as \"Your big brother\" to her children, and made them pay obeisance to him. From that day, the couple offered alms-food to the Buddha every day, and having heard the religious discourses, both the brahmin and his wife attained Anagami Fruition in due course.\nThe monks were puzzled why the brahmin couple said the Buddha was their son; so they asked the Buddha. The Buddha then replied, \"Monks, they called me son because I was a son or a nephew to each of them for one thousand five hundred existences in the past.\" The Buddha continued to stay there, near the brahmin couple for three more months and during that time, both the brahmin and his wife attained arahatship, and then realized pariNibbāna.\nThe monks, not knowing that the brahmin couple had already become arahats, asked the Buddha where they were reborn. To them the Buddha answered:\n\"Those who have become arahats are not reborn anywhere; they have realized Nibbāna.\""
                    },
                    "Summary": "The harmless attain the deathless"
                },
                {
                    "Paragraphs": {
                        "Par": {
                            "Nr": "226",
                            "Txt": "The defilements of those who are ever vigilant, who discipline themselves day and night, who are wholly intent on Nibbāna, are destroyed."
                        }
                    },
                    "Story": {
                        "Title": "Punna, the Slave Girl",
                        "Txt": "While residing at the Gijjhakuta mountain, the Buddha uttered Verse (226) of this book, with reference to a slave girl in Rajagaha.\nOne night, Punna the slave girl was up pounding rice for her master. As she got tired she rested for a while. While resting, she saw Thera Dabba leading some monks to their respective monasteries on their return from listening to the Dhamma. The girl seeing them up so late, pondered, \"I have to be up at this late hour because I am so poor and have to work hard. But, why are these good people up at this late hour? Maybe a monk is sick, or are they being troubled by a snake?\"\nEarly in the morning the next day, Punna took some broken rice, soaked it in water and made a pan-cake out of it. Then, intending to eat it at the riverside she took her cheap, coarse pan-cake along with her. On the way, she saw the Buddha coming on an alms-round. She wanted to offer her pan-cake to the Buddha, but she was not sure whether the Buddha would condescend to eat such cheap, coarse pan-cake. The Buddha knew her thoughts. He accepted her pan-cake and asked Thera Ananda to spread the small mat on the ground. The Buddha sat on the mat and ate the pan-cake offered by the slave girl. After eating, the Buddha called Punna to him and answered the question which was troubling her. Said the Buddha to the slave girl, \"Punna, you cannot go to sleep because you are poor and so have to work hard. As for my sons the monks, they do not go to sleep because they have to be always vigilant and ever mindful.\""
                    },
                    "Summary": "The ever vigilant give up defilements"
                },
                {
                    "Paragraphs": {
                        "Par": [
                            {
                                "Nr": "227",
                                "Txt": "This, O Atula, is an old saying; it is not one of today only: they blame those who sit silent, they blame those who speak too much. Those speaking little too they blame. There is no one who is not blamed in this world."
                            },
                            {
                                "Nr": "228",
                                "Txt": "There never was, there never will be, nor does there exist now, a person who is wholly blamed or wholly praised."
                            },
                            {
                                "Nr": "229",
                                "Txt": "Examining day by day, the wise praise him who is of flawless life, intelligent, endowed with knowledge and virtue."
                            },
                            {
                                "Nr": "230",
                                "Txt": "Who deigns to blame him who is like a piece of refined gold? Even the gods praise him; by Brahma too he is praised."
                            }
                        ]
                    },
                    "Story": {
                        "Title": "Atula the Lay-disciple",
                        "Txt": "While residing at the Jetavana monastery, the Buddha uttered Verses (227) to (230) of this book, with reference to Atula and his companions.\nOnce, Atula and his companions numbering five hundred, wishing to listen to words of dhamma, went to Thera Revata. The thera however was very aloof like a lion; he did not say anything to them. They were very much dissatisfied and so they went to Thera Sariputta. When Thera Sariputta learned why they had come, he expounded exhaustively on the Abhidhamma. He also was not to their liking, and they grumbled that Thera Sariputta had been too lengthy and too profound. Next, Atula and his party approached Thera Ananda. Thera Ananda expounded to them the bare essentials of the Dhamma. This time, they remarked that Thera Ananda had been too brief and too sketchy. Finally they came to the Buddha and said to him, \"Venerable Sir, we have come to listen to your teaching. We have been to other teachers before we come here, but we are not satisfied with any of them. Thera Revata did not bother to teach us and he just kept silent; Thera Sariputta was too exhaustive and the Dhamma he taught us was too difficult for us. As for Thera Ananda, he was too brief and too sketchy. We do not like any of their discourses.\"\nTo them the Buddha said, \"My disciples, blaming others is not something new. There is no one in this world who is never blamed; people would blame even a king, or even a Buddha. To be blamed or to be praised by a fool is of no consequence; one is truly blamed only when he is blamed by a wise man, and truly praised only when praised by a wise man.\""
                    },
                    "Summary": "Nobody is without blame"
                },
                {
                    "Paragraphs": {
                        "Par": [
                            {
                                "Nr": "231",
                                "Txt": "One should guard against misdeeds (caused by) the body, and one should be restrained in body. Giving up evil conduct in body, one should be of good bodily conduct."
                            },
                            {
                                "Nr": "232",
                                "Txt": "One should guard against misdeeds (caused by) speech, and one should be restrained in speech. Giving up evil conduct in speech, one should be of good conduct in speech."
                            },
                            {
                                "Nr": "233",
                                "Txt": "One should guard against misdeeds (caused by) the mind, and one should be restrained in mind. Giving up evil conduct in mind, one should be of good conduct in mind."
                            },
                            {
                                "Nr": "234",
                                "Txt": "The wise are restrained in deed; in speech, too, they are restrained. The wise, restrained in mind, are indeed those who are perfectly restrained."
                            }
                        ]
                    },
                    "Story": {
                        "Title": "a Group of Six Monks",
                        "Txt": "While residing at the Veluvana monastery, the Buddha uttered Verses (231) to (234) of this book, with reference to a group of six monks.\nSix monks wearing wooden sandals, and each holding a staff with both hands, were walking to and fro on a big stone slab, making much noise. The Buddha hearing the noises asked Thera Ananda what was going on, and Thera Ananda told him about the six monks. The Buddha then prohibited the monks from wearing wooden sandals. He further exhorted the monks to restrain themselves both in words and deeds."
                    },
                    "Summary": "Be pure in deed, word and thought"
                }
            ]
        }
    }
}