{
    "Chapter": {
        "FirstParagraph": "256",
        "LastParagraph": "272",
        "Nr": "19",
        "Pali": "Dhammaññha Vagga",
        "Title": "The Just Or Righteous",
        "Verses": {
            "Verse": [
                {
                    "Paragraphs": {
                        "Par": [
                            {
                                "Nr": "256",
                                "Txt": "He is not thereby just because he hastily arbitrates cases. The wise man should investigate both right and wrong."
                            },
                            {
                                "Nr": "257",
                                "Txt": "The intelligent person who leads others not falsely but lawfully and impartially, who is a guardian of the law, is called one who abides by the law (dhammaññha)."
                            }
                        ]
                    },
                    "Story": {
                        "Title": "the Judge",
                        "Txt": "While residing at the Jetavana monastery, the Buddha uttered Verses (256) and (257) of this book with reference to some judges who were corrupt.\nOne day, some monks were returning from their round of alms-food when it rained and they went into a law court to take shelter. While they were there, they found out that some judges, having taken bribes, were deciding cases arbitrarily. They reported the matter to the Buddha and the Buddha replied, \"Monks! In deciding cases, if one is influenced by affection or by monetary consideration, he cannot be called 'the just', or 'a judge who abides by the law.' If one weighs the evidence intelligently and decides a case impartially, then he is to be called, 'the just' or 'a judge who abides by the law.'\""
                    },
                    "Summary": "The impartial are the true justices"
                },
                {
                    "Paragraphs": {
                        "Par": {
                            "Nr": "258",
                            "Txt": "One is not thereby a learned man merely because one speaks much. He who is secure, without hate, and fearless is called \"learned\"."
                        }
                    },
                    "Story": {
                        "Title": "a Group of Six Monks",
                        "Txt": "While residing at the Jetavana monastery, the Buddha uttered Verse (258) of this book, with reference to a group of six monks.\nOnce, there was a group of six monks who made trouble at the place of eating either in the monastery or in the village. One day, while some samaneras were, having their alms-food, the group of six monks came in and said boastfully to the samaneras, \"Look! We only are the wise.\" Then they started throwing things about, leaving the place of eating in disorder. When the Buddha was told about this, he said, \"Monks! I do not say that one who talks much, abuses and bullies others is a wise man. Only he who is free from hatred, and harms no one is a wise man.\""
                    },
                    "Summary": "Wisdom is not wordiness"
                },
                {
                    "Paragraphs": {
                        "Par": {
                            "Nr": "259",
                            "Txt": "One is not versed in the Dhamma merely because one speaks too much. He who hears little and sees the Dhamma mentally, and who does not neglect the Dhamma, is, indeed, versed in the Dhamma."
                        }
                    },
                    "Story": {
                        "Title": "Ekudana the Arahat",
                        "Txt": "While residing at the Jetavana monastery, the Buddha uttered Verse (259) of this book, with reference to a monk who was an arahat.\nThis monk lived in a grove near Sāvatthī. He was known as Ekudana, because he knew only one stanza of exultation (Udana) by heart. But the thera fully understood the meaning of the Dhamma as conveyed by the stanza. On each sabbath day, he would exhort others to listen to the Dhamma, and he himself would recite the one stanza he knew. Every time he had finished his recitation, the guardian spirits (devas) of the forests praised him and applauded him resoundingly. On one sabbath day, two learned theras, who were well-versed in the Tipitaka, accompanied by five hundred monks came to his place. Ekudana asked the two theras to preach the Dhamma. They enquired if there were many who wished to listen to the Dhamma in this out of the way place. Ekudana answered in the affirmative and also told them that even the guardian spirits of the forests usually came, and that they usually praised and applauded at the end of discourses.\nSo, the two learned theras took turns to preach the Dhamma, but when their discourses ended, there was no applause from the guardian spirits of the forests. The two learned theras were puzzled; they even doubted the words of Ekudana. But Ekudana insisted that the guardian spirits used to come and always applauded at the end of each discourse. The two theras then pressed Ekudana to do the preaching himself. Ekudana held the fan in front of him and recited the usual stanza. At the end of the recitation, the guardian spirits applauded as usual. The monks who had accompanied the two learned theras complained that the devas inhabiting the forests were very partial.\nThey reported the matter to the Buddha on arrival at the Jetavana monastery. To them the Buddha said. \"Monks! I do not say that a monk who has learnt much and talks much of the Dhamma is one who is versed in the Dhamma, (Dhammadhara).\" One who has learnt very little and knows only one stanza of the Dhamma, but fully comprehends the Four Noble Truths, and is ever mindful is the one who is truly versed in the Dhamma.\""
                    },
                    "Summary": "The dhamma needs few words"
                },
                {
                    "Paragraphs": {
                        "Par": [
                            {
                                "Nr": "260",
                                "Txt": "He is not thereby an elder (thera) merely because his head is grey. Ripe is he in age. \"Old-in-vain\" is he called."
                            },
                            {
                                "Nr": "261",
                                "Txt": "In whom are truth, virtue, harmlessness, restraint and control, that wise man who is purged of impurities, is, indeed, called an elder."
                            }
                        ]
                    },
                    "Story": {
                        "Title": "Thera Bhaddiya",
                        "Txt": "While residing at the Jetavana monastery, the Buddha uttered Verses (260) and (261) of this book, with reference to Thera Bhaddiya. He was also known as Lakundaka Bhaddiya because he was very short in stature.\nOne day, thirty monks came to pay obeisance to the Buddha. The Buddha knew that time was ripe for those thirty monks to attain arahatship. So he asked them whether they had seen a thera as they came into the room. They answered that they did not see a thera but they saw only a young samanera as they came in. Whereupon, the Buddha said to them, \"Monks! That person is not a samanera, he is a senior monk although he is small-built and very unassuming. I do say that one is not a thera just because he is old and looks like a thera; only he who comprehends the Four Noble Truths and does not harm others is to be called a thera.\"\nVerse 260: He is not a thera just because his head is grey; he who is ripe only in years is called \"one grown old in vain\".Verse 261: Only a wise man who comprehends the Four Noble Truths and the Dhamma, who is harmless and virtuous, who restrains his senses and has rid himself of moral defilements is indeed called a thera.\nAt the end of the discourse those thirty monks attained arahatship."
                    },
                    "Summary": "He is a thera who is stainless"
                },
                {
                    "Paragraphs": {
                        "Par": [
                            {
                                "Nr": "262",
                                "Txt": "Not by mere eloquence, nor by handsome appearance, does a man become good-natured, should he be jealous, selfish, and deceitful."
                            },
                            {
                                "Nr": "263",
                                "Txt": "But in whom these are wholly cut off, uprooted and extinct, that wise man who is purged of hatred, is, indeed, called good-natured."
                            }
                        ]
                    },
                    "Story": {
                        "Title": "Some Monks",
                        "Txt": "While residing at the Jetavana monastery, the Buddha uttered Verses (262) and (263) of this book, with reference to some monks who were very envious of other monks.\nAt the monastery, young monks and samaneras were in the habit of attending on older monks who were their teachers. They washed and dyed the robes, or else performed other small services for their teachers. Some monks noticing these services envied those senior monks, and so they thought out a plan that would benefit them materially. Their plan was that they would suggest to the Buddha that young monks and samaneras should be required to come to them for further instruction and guidance even though they had been taught by their respective teachers. When they went to the Buddha with this proposal, the Buddha, knowing full well their motive, turned it down. To them the Buddha said, \"Monks I do not say that you are good-hearted just because you can talk eloquently. Only he who has got rid of covetousness and all that is evil by means of Arahatta Magga is to be called a good-hearted man.\""
                    },
                    "Summary": "Beauty does not make one good-natured"
                },
                {
                    "Paragraphs": {
                        "Par": [
                            {
                                "Nr": "264",
                                "Txt": "Not by a shaven head does an undisciplined man, who utters lies, become a monk. How will one who is full of desire and greed be a monk?"
                            },
                            {
                                "Nr": "265",
                                "Txt": "He who wholly subdues evil deeds both small and great is called a monk because he has overcome all evil."
                            }
                        ]
                    },
                    "Story": {
                        "Title": "Monk Hatthaka",
                        "Txt": "While residing at the Jetavana monastery, the Buddha uttered Verses (264) and (265) of this book, with reference to a monk named Hatthaka.\nMonk Hatthaka was in the habit of challenging ascetics of non-Buddhist faiths to meet him in a certain place to debate on religious matters. He would then go out by himself to the self-appointed place. When nobody appeared he would boast, \"Look, those wandering ascetics dare not meet me, they have been beaten by me!\", and such other things. The Buddha called Hatthaka to him and said, \"Monk! Why do you behave in this way? One who says such things cannot become a samana in spite of his shaven head. Only one who has rid himself of all evil is to be called a samana.\""
                    },
                    "Summary": "A shaven head does not make one a monk"
                },
                {
                    "Paragraphs": {
                        "Par": [
                            {
                                "Nr": "266",
                                "Txt": "He is not thereby a monk merely because he begs from others; by following the whole code (of morality) one certainly becomes a monk and not (merely) by such begging."
                            },
                            {
                                "Nr": "267",
                                "Txt": "Herein he who has transcended both good and evil, whose conduct is sublime, who lives with understanding in this world, he, indeed, is called a monk."
                            }
                        ]
                    },
                    "Story": {
                        "Title": "a Brahmin",
                        "Txt": "While residing at the Jetavana monastery, the Buddha uttered Verses (266) and (267) of this book, with reference to a brahmin.\nOnce, there was a brahmin who was in the habit of going round for alms. One day, he thought, \"Samana Gotama has declared that one who lives by going round for alms is a monk. That being so, I should also be called a monk.\" So thinking, he went to the Buddha and said to him that he (the brahmin) should also be called a monk, because he also went round for alms-food. To him the Buddha replied, \"Brahmin, I do not say that you are a monk simply because you go round for alms-food. One who professes a wrong faith and acts accordingly is not to be called a monk. Only he who lives meditating on the impermanence, unsatisfactoriness, and insubstantiality of the aggregates is to be called a monk.\""
                    },
                    "Summary": "A monk does not merely beg"
                },
                {
                    "Paragraphs": {
                        "Par": [
                            {
                                "Nr": "268",
                                "Txt": "Not by silence (alone) does he who is dull and ignorant become a sage; but that wise man who, as if holding a pair of scales, embraces the best and shuns evil, is indeed a sage."
                            },
                            {
                                "Nr": "269",
                                "Txt": "For that reason he is a sage. He who understands, both worlds is, therefore, called a sage."
                            }
                        ]
                    },
                    "Story": {
                        "Title": "the Followers of Non-Buddhist Doctrines",
                        "Txt": "While residing at the Jetavana monastery, the Buddha uttered Verses (268) and (269) of this book, with reference to some non-Buddhist ascetics.\nTo those who offered them food or other things, those ascetics would say words of blessing. They would say, \"May you be free from danger, may you prosper and get rich, may you live long,\" etc. At that time, the followers of the Buddha did not say anything after receiving something from their lay-disciples. This was because during the first twenty years after the Buddha's attainment of Buddhahood they were instructed to remain silent on receiving offerings. Since the followers of the Buddha were silent when ascetics of other doctrines were saying things which were pleasing to their disciples, people began to compare the two groups.\nWhen the Buddha heard about this, he permitted the monks to say words of blessing to their disciples after receiving offerings. As a result of that, more and more people invited the followers of the Buddha for alms. Then, the ascetics of other doctrines remarked with disdain: \"We adhere to the practice of the muni and keep silent, whereas the followers of Samana Gotama go about talking exuberantly in the eating places.\" On hearing those disparaging remarks, the Buddha said, \"Monks! There are some who keep silent because they are ignorant and timid, and some who keep silent because they do not want to share their profound knowledge with others. Only one who has overcome evil is to be called a muni.\""
                    },
                    "Summary": "Silence alone does not make a sage"
                },
                {
                    "Paragraphs": {
                        "Par": {
                            "Nr": "270",
                            "Txt": "He is not therefore an Ariya (Noble) in that he harms living beings; through his harmlessness towards all living beings is he called an Ariya (Noble)."
                        }
                    },
                    "Story": {
                        "Title": "a Fisherman Named Ariya",
                        "Txt": "While residing at the Jetavana monastery, the Buddha uttered Verse (270) of this book, with reference to a fisherman named Ariya.\nOnce, there was a fisherman who lived near the north gate of Sāvatthī. One day through his supernormal power, the Buddha found that time was ripe for the fisherman to attain Sotapatti Fruition. So on his return from the alms-round, the Buddha, followed by the monks, stopped near the place where Ariya was fishing. When the fisherman saw the Buddha, he threw away his fishing gear and came and stood near the Buddha. The Buddha then proceeded to ask the names of his monks in the presence of the fisherman, and finally, he asked the name of the fisherman. When the fisher man replied that his name was Ariya, the Buddha said that the Noble Ones (ariyas) do not harm any living being, but since the fisherman was taking the lives of fish he was not worthy of his name."
                    },
                    "Summary": "By harmlessness one becomes a noble"
                },
                {
                    "Paragraphs": {
                        "Par": [
                            {
                                "Nr": "271",
                                "Txt": "Not only by mere morality and austerities, nor again by much learning, nor even by developing mental collectedness, nor by secluded lodging, (thinking) \"I enjoy the bliss of renunciation not resorted to by the worldling\" (not with these) should you, O monk, rest content without reaching the extinction of the corruptions."
                            },
                            {
                                "Nr": "272",
                                "Txt": "Not only by mere morality and austerities, nor again by much learning, nor even by developing mental collectedness, nor by secluded lodging, (thinking) \"I enjoy the bliss of renunciation not resorted to by the worldling\" (not with these) should you, O monk, rest content without reaching the extinction of the corruptions."
                            }
                        ]
                    },
                    "Story": {
                        "Title": "Some Monks",
                        "Txt": "While residing at the Jetavana monastery, the Buddha uttered Verses (271) and (272) of this book, with reference to some monks.\nOnce, there were some monks who were endowed with virtue; some of them had strictly observed the austere practices (dhutanga), some had wide knowledge of' the Dhamma, some had achieved mental absorption (jhana), some had achieved Anagami Phala, etc. All of them thought that since they had achieved that much, it would be quite easy for them to attain Arahatta Phala. With this thought they went to the Buddha.\nThe Buddha asked them, \"Monks, have you attained Arahatta Phala?\" Then they replied that they were in such a condition that it would not be difficult for them to attain Arahatta Phala at any time. To them the Buddha said, \"Monks! Just because you are endowed with morality (sila), just because you have attained Anagami Phala, you should not be complacent and think that there is just a little more to be done; unless you have eradicated all moral intoxicants (asavas), you must not think that you have realized perfect bliss of Arahatta Fruition.\""
                    },
                    "Summary": "A monk does not stop before awakening"
                }
            ]
        }
    }
}