{
    "Chapter": {
        "FirstParagraph": "21",
        "LastParagraph": "32",
        "Nr": "2",
        "Pali": "Appamada Vagga",
        "Title": "Heedfulness",
        "Verses": {
            "Verse": [
                {
                    "Paragraphs": {
                        "Par": [
                            {
                                "Nr": "21",
                                "Txt": "Heedfulness is the path to the deathless, heedlessness is the path to death. The heedful do not die; the heedless are like unto the dead."
                            },
                            {
                                "Nr": "22",
                                "Txt": "Distinctly understanding this (difference), the wise (intent) on heedfulness rejoice in heedfulness, delighting in the realm of the Ariyas."
                            },
                            {
                                "Nr": "23",
                                "Txt": "The constantly meditative, the ever steadfast ones realize the bond-free, supreme Nibbāna."
                            }
                        ]
                    },
                    "Story": {
                        "Title": "Samavati",
                        "Txt": "While residing at the Ghosita monastery near Kosambi, the Buddha uttered Verses (21), (22) and (23) of this book, with reference to Samavati, one of the chief queens of Udena, King of Kosambi.\nSamavati had five hundred maids-of-honour staying with her at the palace; she also had a maid servant called Khujjuttara. The maid had to buy flowers for Samavati from the florist Sumana everyday. On one occasion, Khujjuttara had the opportunity to listen to a religious discourse delivered by the Buddha at the home of Sumana and she attained Sotapatti Fruition. She repeated the discourse of the Buddha to Samavati and the five hundred maids-of-honour, and they also attained Sotapatti Fruition. From that day, Khujjuttara did not have to do any menial work, but took the place of mother and teacher to Samavati. She listened to the discourses of the Buddha and repeated them to Samavati and her maids. In course of time, Khujjuttara mastered the Tipitaka.\nSamavati and her maids wished very much to see the Buddha and pay obeisance to him; but they were afraid the king might be displeased with them. So, making holes in the walls of their palace, they looked through them and paid obeisance to the Buddha everyday as he was going to the houses of the three rich men, namely, Ghosaka, Kukkuta and Pavariya.\nAt that time, King Udena had also another chief queen by the name of Magandiya. She was the daughter of Magandiya, a brahmin. The brahmin seeing the Buddha one day thought the Buddha was the only person who was worthy of his very beautiful daughter. So, he hurriedly went off to fetch his wife and daughter and offered to give his daughter in marriage to the Buddha. Turning down his offer, the Buddha said, \"Even after seeing Tanha, Arati and Raga, the daughters of Mara, I felt no desire in me for sensual pleasures; after all, what is this which is full of urine and filth and which I don't like to touch even with my foot.\"\nOn hearing those words of the Buddha, both the brahmin and his wife attained Anagami Magga and Phala. They entrusted their daughter to the care of her uncle and themselves joined the Order. Eventually, they attained arahatship. The Buddha knew from the beginning that the brahmin and his wife were destined to attain Anagami Fruition that very day, hence his reply to the brahmin in the above manner. However, the daughter Magandiya became very bitter and sore and she vowed to take revenge if and when an opportunity arose.\nLater, her uncle presented Magandiya to King Udena and she became one of his chief queens. Magandiya came to learn about the arrival of the Buddha in Kosambi and about how Samavati and her maids paid obeisance to him through holes in the walls of their living quarters. So, she planned to take her revenge on the Buddha and to harm Samavati and her maids who were ardent devotees of the Buddha. Magandiya told the king that Samavati and her maids had made holes in the walls of their living quarters and that they had outside contacts and were disloyal to the king. King Udena saw the holes in the walls, but when the truth was told he did not get angry.\nBut Magandiya kept on trying to make the king believe Samavati was not loyal to him and was trying to kill him. On one occasion, knowing that the king would be visiting Samavati within the next few days and that he would be taking along his lute with him, Magandiya inserted a snake into the lute and closed the hole with a bunch of flowers. Magandiya followed King Udena to Samavati's quarters after trying to stop him on the pretext that she had some presentiment and felt worried about his safety. At Samavati's place Magandiya removed the bunch of flowers from the hole of the lute. The snake came out hissing and coiled itself on the bed. When the king saw the snake he believed Magandiya's words that Samavati was trying to kill him. The king was furious. He commanded Samavati to stand and all her ladies to line up behind her. Then he fitted his bow with an arrow dipped in poison and shot the arrow. But Samavati and her ladies bore no ill wills towards the king and through the power of goodwill (metta), the arrow turned back, although an arrow shot by the king usually went even through a rock. Then, the king realized the innocence of Samavati and he gave her permission to invite the Buddha and his disciples to the palace for alms-food and for delivering discourses.\nMagandiya realizing that none of her plans had materialized, made a final, infallible plan. She sent a message to her uncle with full instructions to go to Samavati's place and burn down the building with all the women inside. As the house was burning, Samavati and her maids-of-honour, numbering five hundred, kept on meditating. Thus, some of them attained Sakadagami Fruition, and the rest attained Anagami Fruition.\nAs the news of the fire spread, the king rushed to the scene, but it was too late. He suspected that it was done at the instigation of Magandiya but he did not show that he was suspicious. Instead, he said, \"While Samavati was alive I had been fearful and alert thinking I might be harmed by her; only now, my mind is at peace. Who could have done this? It must have been done only by someone who loves me very dearly.\" Hearing this, Magandiya promptly admitted that it was she who had instructed her uncle to do it. Whereupon. the king pretended to be very pleased with her and said that he would do her a great favour, and honour all her relatives. So, the relatives were sent for and they came gladly. On arrival at the palace, all of them, including Magandiya, were seized and burnt in the palace court yard, by the order of the king.\nWhen the Buddha was told about these two incidents, he said that those who are mindful do not die; but those who are negligent are as good as dead even while living."
                    },
                    "Summary": "The heedless die; the heedful do not"
                },
                {
                    "Paragraphs": {
                        "Par": {
                            "Nr": "24",
                            "Txt": "The glory of him who is energetic, mindful, pure in deed, considerate, self-controlled, right-living, and heedful steadily increases."
                        }
                    },
                    "Story": {
                        "Title": "Kumbhaghosaka, the Banker",
                        "Txt": "While residing at the Veluvana monastery, the Buddha uttered Verse (24) of this book, with reference to Kumbhaghosaka, the banker.\nAt one time, a plague epidemic broke out in the city of Rajagaha. In the house of the city banker, the servants died on account of this disease; the banker and his wife were also attacked by the same. When they were both down with the disease they told their young son Kumbhaghosaka to leave them and flee from the house and to return only after a long time. They also told him that at such and such a place they had buried a treasure worth forty crores. The son left the city and stayed in a forest for twelve years and then came back to the city.\nBy that time, he was quite a grown up youth and nobody in the city recognized him. He went to the place where the treasure was hidden and found it was quite intact. But he reasoned and realized that there was no one who could identify him and that if he were to unearth the buried treasure and make use of it people might think a young poor man had accidentally come upon buried treasure and they might report it to the king. In that case, his property would be confiscated and he himself might be manhandled or put in captivity. So he concluded it was not yet time to unearth the treasure and that meanwhile he must find work for his living. Dressed in old clothes Kumbhaghosaka looked for work. He was given the work of waking up and rousing the people to get up early in the morning and of going round announcing that it was time to prepare food, time to fetch carts and yoke the bullocks, etc.\nOne morning, King Bimbisara heard him. The king, who was a keen judge of voices, commented, \"This is the voice of a man of great wealth.\" A maid, hearing the king's remark, sent someone to investigate. He reported that the youth was only a hireling of the labourers. In spite of this report the king repeated the same remark on two subsequent days. Again, enquiries were made but with the same result. The maid thought that this was very strange, so she asked the king to give her permission to go and personally investigate.\nDisguised as rustics, the maid and her daughter set out to the place of the labourers. Saying that they were travellers, they asked for shelter and was given accommodation in the house of Kumbhaghosaka just for one night. However, they managed to prolong their stay there. During that period, twice the king proclaimed that a certain ceremony must be performed in the locality of the labourers, and that every household must make contributions. Kumbhaghosaka had no ready cash for such an occasion. So he was forced to get some coins (Kahapanas) from his treasure. As these coins were handed over to the maid, she substituted them with her money and sent the coins to the king. After some time, she sent a message to the king asking him to send some men and summon Kumbhaghosaka to the court. Kumbhaghosaka, very reluctantly, went along with the men. The maid and her daughter also went to the palace, ahead of them.\nAt the palace, the king told Kumbhaghosaka to speak out the truth and gave him assurance that he would not be harmed on this account. Kumbhaghosaka then admitted that those Kahapanas were his and also that he was the son of the city banker of Rajagaha, who died in the plague epidemic twelve years ago. He further revealed the place where the treasure was hidden. Subsequently, all the buried treasure was brought to the palace; the king made him a banker and gave his daughter in marriage to him.\nAfterwards, taking Kumbhaghosaka along with him, the king went to the Buddha at the Veluvana monastery and told him how the youth, though rich, was earning his living as a hireling of the labourers, and how he had appointed the youth a banker."
                    },
                    "Summary": "The energetic prosper"
                },
                {
                    "Paragraphs": {
                        "Par": {
                            "Nr": "25",
                            "Txt": "By sustained effort, earnestness, discipline, and self-control let the wise man make for himself an island, which no flood overwhelms."
                        }
                    },
                    "Story": {
                        "Title": "Culapanthaka",
                        "Txt": "While residing at the Veluvana monastery, the Buddha uttered Verse (25) of this book, with reference to Culapanthaka, a grandson of a banker of Rajagaha.\nThe banker had two grandsons, named Mahapanthaka and Culapanthaka. Mahapanthaka, being the elder, used to accompany his grandfather to listen to religious discourses. Later, Mahapanthaka joined the Buddhist religious Order and in course of time became an arahat. Culapanthaka followed his brother and became a monk. But, because in a previous existence in the time of Kassapa Buddha, Culapanthaka had made fun of a monk who was very dull, he was born a dullard in the present existence. He could not even memorize one verse in four months. Mahapanthaka was very disappointed with his younger brother and even told him that he was not worthy of the Order.\nAbout that time, Jivaka came to the monastery to invite the Buddha and the resident monks to his house for a meal. Mahapanthaka, who was then in charge of assigning the monks to meal invitations, left out Culapanthaka from the list. When Culapanthaka learnt about this he felt very much frustrated and decided that he would return to the life of a householder. Knowing his intention, the Buddha took him along and made him sit in front of the Gandhakuti hall. He then gave a clean piece of cloth to Culapanthaka and told him to sit there facing east and rub the piece of cloth. At the same time he was to repeat the word \"Rajoharanam\", which means \"taking on impurity.\" The Buddha then went to the residence of Jivaka, accompanied by the monks.\nMeanwhile, Culapanthaka went on rubbing the piece of cloth, all the time muttering the word \"Rajoharanam\". Very soon, the cloth became soiled. Seeing this change in the condition of the cloth, Culapanthaka came to realize the impermanent nature of all conditioned things. From the house of Jivaka, the Buddha through supernormal power learnt about the progress of Culapanthaka. He sent forth his radiance so that (to Culapanthaka) the Buddha appeared to be sitting in front of him, saying:\n\"It is not the piece of cloth alone that is made dirty by the dust; within oneself also there exist the dust of passion (raga), the dust of ill will (dosa), and the dust of ignorance (moha), i.e., the ignorance of the Four Noble Truths. Only by removing these could one achieve one's goal and attain arahatship\". Culapanthaka got the message and kept on meditating and in a short while attained arahatship, together with Analytical Insight. Thus, Culapanthaka ceased to be a dullard.\nAt the house of Jivaka, they were about to pour libation water as a mark of donation; but the Buddha covered the bowl with his hand and asked if there were any monks left at the monastery. On being answered that there were none, the Buddha replied that there was one and directed them to fetch Culapanthaka from the monastery. When the messenger from the house of Jivaka arrived at the monastery he found not only one monk, but a thousand identical monks. They all have been created by Culapanthaka, who by now possessed supernormal powers The messenger was baffled and he turned back and reported the matter to Jivaka. The messenger was sent to the monastery for the second time and was instructed to say that the Buddha summoned the monk by the name of Culapanthaka. But when he delivered the message, a thousand voices responded, \"I am Culapanthaka.\" Again baffled, he turned back for the second time. Then he was sent to the monastery, for the third time. This time, he was instructed to get hold of the monk who first said that he was Culapanthaka. As soon as he got hold of that monk all the rest disappeared, and Culapanthaka accompanied the messenger to the house of Jivaka. After the meal, as directed by the Buddha, Culapanthaka delivered a religious discourse confidently and bravely, roaring like a young lion.\nLater, when the subject of Culapanthaka cropped up among the monks, the Buddha said that one who was diligent and steadfast in his striving would certainly attain arahatship."
                    },
                    "Summary": "You create your own heaven"
                },
                {
                    "Paragraphs": {
                        "Par": [
                            {
                                "Nr": "26",
                                "Txt": "The ignorant, foolish folk indulge in heedlessness; the wise man guards earnestness as the greatest treasure."
                            },
                            {
                                "Nr": "27",
                                "Txt": "Indulge not in heedlessness; have no intimacy with sensuous delights. Verily, the earnest, meditative person obtains abundant bliss."
                            }
                        ]
                    },
                    "Story": {
                        "Title": "Balanakkhatta Festival",
                        "Txt": "White residing at the Jetavana monastery, the Buddha uttered Verses (26) and (27) of this book, in connection with the Balanakkhatta festival.\nAt one time, the Balanakkhatta festival was being celebrated in Sāvatthī. During the festival, many foolish young men smearing themselves with ashes and cow-dung roamed about the city shouting and making themselves a nuisance to the public. They would also stop at the doors of others and leave only when given some money.\nAt that time there were a great many lay disciples of the Buddha, living in Sāvatthī. On account of these foolish young hooligans, they sent word to the Buddha, requesting him to keep to the monastery and not to enter the city for seven days. They sent alms-food to the monastery and they themselves kept to their own houses. On the eighth day, when the festival was over, the Buddha and his disciples were invited into the city for alms-food and other offerings. On being told about the vulgar and shameful behaviour of the foolish young men during the festival, the Buddha commented that it was in the nature of the foolish and the ignorant to behave shamelessly."
                    },
                    "Summary": "Be heedful not heedless"
                },
                {
                    "Paragraphs": {
                        "Par": {
                            "Nr": "28",
                            "Txt": "When an understanding one discards heedlessness by heedfulness, he, free from sorrow, ascends to the palace of wisdom and surveys the sorrowing folk as a wise mountaineer surveys the ignorant groundlings."
                        }
                    },
                    "Story": {
                        "Title": "Thera Mahakassapa",
                        "Txt": "While residing at the Jetavana monastery, the Buddha uttered Verse (28) of this book, with reference to Thera Mahakassapa.\nOn one occasion, while Thera Mahakassapa was staying at Pipphali cave, he spent his time developing the mental image of light (aloka kasina) and trying to find out through Divine Vision, beings who were mindful and beings who were negligent, also those who were about to die and those who were about to be born.\nFrom his monastery, the Buddha saw through his Divine Vision what Thera Mahakassapa was doing and wanted to warn him that he was wasting his time. So he sent forth his radiance and appeared seated before the thera and exhorted him thus: \"My son Kassapa, the number of births and deaths of beings is innumerable and cannot be counted. It is not your concern to count them; it is the concern only of the Buddhas.\""
                    },
                    "Summary": "Heedlessness is conquered by heedfulness"
                },
                {
                    "Paragraphs": {
                        "Par": {
                            "Nr": "29",
                            "Txt": "Heedful amongst the heedless, wide awake amongst the slumbering, the wise man advances as does a swift horse, leaving a weak jade behind."
                        }
                    },
                    "Story": {
                        "Title": "the Two Companion Monks",
                        "Txt": "While residing at the Jetavana monastery, the Buddha tittered Verse (29) of this book, with reference to two monks, who were friends.\nTwo monks, after obtaining a subject of meditation from the Buddha, went to a monastery in the forest. One of them, being negligent, spent his time warming himself by the fire and talking to young novices throughout the first watch of the night, and generally idling away his time. The other faithfully performed the duties of a monk. He walked in meditation during the first watch, rested during the second watch and again meditated during the last watch of the night. Thus, being diligent and ever mindful, the second monk attained arahatship within a short time.\nAt the end of the rainy season (vassa) both of them went to pay obeisance to the Buddha, and the Buddha asked them how they had spent their time during the vassa. To this, the lazy and negligent monk answered that the other monk had been idling away his time, just lying down and sleeping. The Buddha then asked, \"But, what about you?\" His reply was that he generally sat warming himself by the fire during the first watch of the night and then sat up without sleeping. But the Buddha knew quite well how the two monks had spent their time, so he said to the idle one: \"Though you are lazy and negligent you claim to be diligent and ever mindful; but you have made the other monk appear to be lazy and negligent though he is diligent and ever mindful. You are like a weak and slow horse compared to my son who is like a strong, fleet-footed horse.\""
                    },
                    "Summary": "The alert overtake the thoughtless"
                },
                {
                    "Paragraphs": {
                        "Par": {
                            "Nr": "30",
                            "Txt": "By earnestness Maghava rose to the lordship of the gods. Earnestness is ever praised; negligence is ever despised."
                        }
                    },
                    "Story": {
                        "Title": "Magha",
                        "Txt": "While residing at the Kutagara monastery near Vesali, the Buddha uttered Verse (30) of this book, with reference to Sakka, king of the devas.\nOn one occasion, a Licchavi prince, named Mahali, came to listen to a religious discourse given by the Buddha. The discourse given was Sakkapanha Suttanta. The Buddha spoke of Sakka vividly in glowing terms; so, Mahali thought that the Buddha must have personally met Sakka. To make sure, he asked the Buddha, and the Buddha replied, \"Mahali, I do know Sakka; I also know what has made him a Sakka.\" He then told Mahali that Sakka, king of the devas, was in a previous existence a young man by the name of Magha, in the village of Macala. The youth Magha and his thirty-two companions went about building roads and rest houses. Magha took upon himself also to observe seven obligations. These seven obligations are that throughout his life, (1) he would support his parents; (2) he would respect the elders ; (3) he would be gentle of speech; (4) he would avoid back-biting; (5) he would not be avaricious, but would be generous; (6) he would speak the truth; and (7) he would restrain himself from losing his temper.\nIt was because of his good deeds and right conduct in that existence that Magha was reborn as Sakka, king of the devas."
                    },
                    "Summary": "Earnestness leads to sovereignty"
                },
                {
                    "Paragraphs": {
                        "Par": {
                            "Nr": "31",
                            "Txt": "The Monk who delights in heedfulness, and looks with fear on heedlessness, advances like fire, burning all fetters great and small."
                        }
                    },
                    "Story": {
                        "Title": "A Certain Monk",
                        "Txt": "While residing at the Jetavana monastery, the Buddha uttered Verse (31) of this book, with reference to a certain monk.\nA certain monk, after obtaining a subject of meditation from the Buddha, went to the forest to meditate. Although he tried hard he made very little progress in his meditation practice. As a result, he became very depressed and frustrated. So, with the thought of getting further specific instructions from the Buddha, he set out for the Jetavana monastery. On his way, he came across a big blazing fire. He ran up to the top of a mountain and observed the fire from there. As the fire spread, it suddenly occurred to him that just as the fire burnt up everything, so also Magga Insight will burn up all fetters of life, big and small.\nMeanwhile, from the Gandhakuti hall in the Jetavana monastery, the Buddha was aware of what the monk was thinking. So, he transmitted his radiance and appeared to the monk and spoke to him. \"My son,\" he said, \"you are on the right line of thought; keep it up. All beings must burn up all fetters of life with Magga Insight.\""
                    },
                    "Summary": "The heedful advance"
                },
                {
                    "Paragraphs": {
                        "Par": {
                            "Nr": "32",
                            "Txt": "The Monk who delights in heedfulness, and looks with fear on heedlessness, is not liable to fall. He is in the presence of Nibbāna."
                        }
                    },
                    "Story": {
                        "Title": "Thera Nigamavasitissa",
                        "Txt": "While residing at the Jetavana monastery, the Buddha uttered Verse (32) of this book, with reference to Thera Nigamavasitissa.\nNigamavasitissa was born and brought up in a small market town near Sāvatthī. After becoming a monk he lived a very simple life, with very few wants. For alms-food, he used to go to the village where his relatives were staying and took whatever was offered to him. He kept away from big occasions. Even when Anathapindika and King Pasenadi of Kosala made offerings on a grand scale, the thera did not go.\nSome monks then started talking about the thera that he kept close to his relatives and that he did not care to go even when people like Anathapindika and King Pasenadi were making offerings on a grand scale, etc. When the Buddha was told about this, he sent for the thera and asked him. The thera respectfully explained to the Buddha that it was true he frequently went to his village, but it was only to get alms-food, that when he had received enough food, he did not go any further, and that he never cared whether the food was delicious or not. Whereupon, instead of blaming him, the Buddha praised him for his conduct in the presence of the other monks. He also told them that to live contentedly with only a few wants is in conformity with the practice of the Buddha and the Noble Ones (Ariyas), and that all monks should, indeed, be like Thera Tissa from the small market town. In this connection, he further related the story of the king of the parrots.\nOnce upon a time, the king of the parrots lived in a grove of fig trees on the banks of the Ganges river, with a large number of his followers. When the fruits were eaten, all the parrots left the grove, except the parrot king, who was well contented with whatever was left in the tree where he dwelt, be it shoot or leaf or bark. Sakka, knowing this and wanting to test the virtue of the parrot king, withered up the tree by his supernormal power. Then, assuming the form of geese, Sakka and his queen, Sujata, came to where the parrot king was and asked him why he did not leave the old withered tree as the others had done and why he did not go to other trees which were still bearing fruits. The parrot king replied, \"Because of a feeling of gratitude towards the tree I did not leave and as long as I could get just enough food to sustain myself I shall not forsake it. It would be ungrateful for me to desert this tree even though it be inanimate.\"\nMuch impressed by this reply, Sakka revealed himself. He took water from the Ganges and poured it over the withered fig tree and instantly, it was rejuvenated; it stood with branches lush and green, and fully decked with fruits. Thus, the wise even as animals are not greedy; they are contented with whatever is available.\nThe parrot king in the story was the Buddha himself; Sakka was Anuruddha."
                    },
                    "Summary": "The heedful will awaken"
                }
            ]
        }
    }
}