{
    "Chapter": {
        "FirstParagraph": "273",
        "LastParagraph": "289",
        "Nr": "20",
        "Pali": "Magga Vagga",
        "Title": "The Way Or The Path",
        "Verses": {
            "Verse": [
                {
                    "Paragraphs": {
                        "Par": [
                            {
                                "Nr": "273",
                                "Txt": "The best of paths is the Eightfold Path. The best of truths are the four Sayings. Non-attachment is the best of states. The best of bipeds is the Seeing One."
                            },
                            {
                                "Nr": "274",
                                "Txt": "This is the only Way. There is none other for the purity of vision. Do you follow this path. This is the bewilderment of Māra."
                            },
                            {
                                "Nr": "275",
                                "Txt": "Entering upon that path, you will make an end of pain. Having learnt the removal of thorns, have I taught you the path."
                            },
                            {
                                "Nr": "276",
                                "Txt": "Striving should be done by yourselves; the Tathāgatas are only teachers. The meditative ones, who enter the way, are delivered from the bonds of Māra."
                            }
                        ]
                    },
                    "Story": {
                        "Title": "Five Hundred Monks",
                        "Txt": "While residing at the Jetavana monastery, the Buddha uttered Verses (273) to (276) of this book, with reference to five hundred monks.\nFive hundred monks, after accompanying the Buddha to a village, returned to the Jetavana monastery. In the evening they talked about the trip, especially the nature of the land, whether it was level or hilly, clayey or stony, etc. The Buddha came to them in the midst of their conversation and said to them, \"Monks, the path you are talking about is external to you; a monk should only be concerned with the path of the Noble Ones (ariyas) and strive to do what should be done for the attainment of the Ariya Path (Magga) that leads to the realization of the Perfect Peace (Nibbāna).\""
                    },
                    "Summary": "The eightfold path is the best"
                },
                {
                    "Paragraphs": {
                        "Par": {
                            "Nr": "277",
                            "Txt": "\"All conditioned things are impermanent\": when one discerns this with wisdom, then is one disgusted with ill; this is the path to purity."
                        }
                    },
                    "Story": {
                        "Title": null,
                        "Txt": "The Buddha, perceiving that many monks had meditated on impermanence in the past, advised them to continue that meditation."
                    },
                    "Summary": "Conditioned things are impermanent"
                },
                {
                    "Paragraphs": {
                        "Par": {
                            "Nr": "278",
                            "Txt": "\"All conditioned things are Dukkha\": when one discerns this with wisdom, then is one disgusted with ill; this is the path to purity."
                        }
                    },
                    "Story": {
                        "Title": null,
                        "Txt": "The Buddha, perceiving that many monks had meditated on sorrow in the past, advised them to continue that meditation."
                    },
                    "Summary": "Conditioned things are Dukkha"
                },
                {
                    "Paragraphs": {
                        "Par": {
                            "Nr": "279",
                            "Txt": "\"All Dhammas are without a impersonal\": when one discerns this with wisdom, then is one disgusted with ill; this is the path to purity."
                        }
                    },
                    "Story": {
                        "Title": null,
                        "Txt": "The Buddha, perceiving that many monks had meditated on nor-soul in the past, advised them to continue that meditation."
                    },
                    "Summary": "Everything is impersonal"
                },
                {
                    "Paragraphs": {
                        "Par": {
                            "Nr": "280",
                            "Txt": "The inactive idler who strives not when he should strive, who, though young and strong, is slothful, with (good) thoughts depressed, does not by wisdom realize the Path."
                        }
                    },
                    "Story": {
                        "Title": "Thera Tissa the Idle One",
                        "Txt": "While residing at the Jetavana monastery, the Buddha uttered Verse (280) of this book, with reference to Tissa, a lazy monk.\nOnce, five hundred young men were admitted into the Order by the Buddha in Sāvatthī. After receiving a subject of meditation from the Buddha, all the new monks except one went to the forest to practise meditation. They practised zealously and vigilantly so that in due course all of them attained arahatship. When they returned to the monastery to pay homage to him, the Buddha was very pleased and satisfied with their achievement. Monk Tissa who stayed behind did not try hard and therefore achieved nothing.\nWhen Tissa found that the relationship between the Buddha and those monks was very cordial and intimate, he felt rather neglected, and regretted that he had wasted all that time. So he resolved to practise meditation throughout the night. As he was walking in meditation on that night, he slipped and broke a thigh bone. Other monks hearing his cry went to help him. On hearing about the above incident the Buddha said, \"Monks, one who does not strive when he should be striving but idle away his time will not attain mental absorption (jhana) and Magga Insight.\""
                    },
                    "Summary": "The slothful do not realize the path"
                },
                {
                    "Paragraphs": {
                        "Par": {
                            "Nr": "281",
                            "Txt": "Watchful of speech, well restrained in mind, let him do nothing unskilful through his body. Let him purify these three ways of action and win the path realized by the sages."
                        }
                    },
                    "Story": {
                        "Title": "a Swine-Peta",
                        "Txt": "While residing at the Veluvana monastery, the Buddha uttered Verse (281) of this book, with reference to a swine-peta.\nOnce Thera Maha Moggallana was coming down the Gijjhakuta hill with Thera Lakkhana when he saw a miserable, ever-hungry peta, with the head of a swine and the body of a human being. On seeing the peta, Thera Maha Moggallana smiled but did not say anything. Back at the monastery, Thera Maha Moggallana, in the presence of the Buddha, talked about the swine-peta with its mouth swarming with maggots. The Buddha also said that he himself had seen that very peta soon after his attainment of Buddhahood, but that he did not say anything about it because people might not believe him and thus they would be doing wrong to him. Then the Buddha proceeded to relate the story about the swine-peta.\nDuring the time of Kassapa Buddha, this particular peta was a monk who often expounded the Dhamma. On one occasion, he came to a monastery where two monks were staying together. After staying with those two for some time, he found that he was doing quite well because people liked his expositions. Then it occurred to him that it would be even better if he could make the other two monks leave the place and have the monastery all to himself. Thus, he tried to set one against the other. The two monks quarrelled and left the monastery in different directions. On account of this evil deed, that monk was reborn in Avici Niraya and he was serving out the remaining part of his term of suffering as a swine-peta with its mouth swarming with maggots. Then the Buddha exhorted, \"A monk should be calm and well-restrained in thought, word and deed.\""
                    },
                    "Summary": "Purify thoughts, words and deeds"
                },
                {
                    "Paragraphs": {
                        "Par": {
                            "Nr": "282",
                            "Txt": "Verily, from meditation arises wisdom. Without meditation wisdom wanes. Knowing this twofold path of gain and loss, let one so conduct oneself that wisdom may increase."
                        }
                    },
                    "Story": {
                        "Title": "Thera Potthila",
                        "Txt": "While residing at the Jetavana monastery, the Buddha uttered Verse (282) of this book, with reference to Thera Potthila.\nPotthila was a senior monk who knew the Pitaka well and was actually teaching the Dhamma to five hundred monks. Because he knew the Pitaka, he was also very conceited. The Buddha knew his weakness and wanted him to mend his ways and put him on the right path. So, whenever Potthila came to pay obeisance, the Buddha would address him as 'Useless Potthila'. When Potthila heard these remarks, he pondered over those words of the Buddha and came to realize that the Buddha had made those unkind remarks because he, Potthila, had not made any serious effort to practise meditation and had not achieved any of the Maggas or even any level of mental absorption (jhana).\nThus, without telling anyone Thera Potthila left for a monastery at a place twenty yojanas away from the Jetavana monastery. At that monastery there were thirty monks. First, he went to the most senior monk and humbly requested him to be his mentor; but the thera, wishing to humble him, asked him to go to the next senior monk, who in his turn sent him on to the next. In this way, he was sent from one to the other until he came to a seven year old arahat samanera. The young samanera accepted him as a pupil only after ascertaining that Potthila would obediently follow his instructions. As instructed by the samanera, Thera Potthila kept his mind firmly fixed on the true nature of the body; he was very ardent and vigilant in his meditation.\nThe Buddha saw Potthila in his vision and through supernormal power made Potthila feel his presence and encouraged him to be steadfast and ardent."
                    },
                    "Summary": "Increase your wisdom"
                },
                {
                    "Paragraphs": {
                        "Par": [
                            {
                                "Nr": "283",
                                "Txt": "Cut down the forest (of the passions), but not real trees. From the forest (of the passions) springs fear. Cutting down both forest and brushwood (of the passions), be forestless, O monks."
                            },
                            {
                                "Nr": "284",
                                "Txt": "For as long as the slightest brushwood (of the passions) of man towards women is not cut down, so long is his mind in bondage, like the milch calf to its mother-cow."
                            }
                        ]
                    },
                    "Story": {
                        "Title": "Five Old Monks",
                        "Txt": "While residing at the Jetavana monastery, the Buddha uttered Verses (283) and (284) of this book, with reference to five old monks.\nOnce, in Sāvatthī, there were five friends who became monks only in their old age. These five monks were in the habit of going together to their old homes for alms-food. Of the former wives of those five, one lady in particular, by the name of Madhurapacika was a good cook and she looked after them very well. Thus, the five monks went mostly to her house. But one day, Madhurapacika fell ill and died suddenly. The old monks felt their loss very deeply and together they cried praising her virtues and lamenting their loss.\nThe Buddha called those monks to him and said, \"Monks! You all are feeling pain and sorrow because you are not free from greed, hatred, and ignorance (raga, dosa, moha), which are like a forest. Cut down this forest and you will be freed from greed, hatred and ignorance.\""
                    },
                    "Summary": "Be without attachment"
                },
                {
                    "Paragraphs": {
                        "Par": {
                            "Nr": "285",
                            "Txt": "Cut off your affection, as though it were an autumn lily, with the hand. Cultivate the very path of peace. Nibbāna has been expounded by the Auspicious One."
                        }
                    },
                    "Story": {
                        "Title": "a Thera who had been a Goldsmith",
                        "Txt": "While residing at the Jetavana monastery, the Buddha uttered Verse (285) of this book, with reference to a monk, a pupil of Thera Sariputta.\nOnce, a young, handsome son of a goldsmith was admitted into the Order by Thera Sariputta. The young monk was given loathsomeness of the dead body as the subject of meditation by Thera Sariputta. After taking the subject of meditation he left for the forest and practised meditation there; but he made very little progress. So he returned twice to Thera Sariputta for further instructions. Still, he made no progress. So Thera Sariputta took the young monk to the Buddha, and related everything about the young monk.\nThe Buddha knew that the young monk was the son of a goldsmith, and also that he had been born in the family of goldsmiths during his past five hundred existences. Therefore the Buddha changed the subject of meditation for the young monk; instead of loathsomeness, he was instructed to meditate on pleasantness. With his supernormal power, the Buddha created a beautiful lotus flower as big as a cart-wheel and told the young monk to stick it on the mound of sand just outside the monastery. The young monk, concentrating on the big, beautiful, fragrant lotus flower, was able to get rid of the hindrances. He was filled with delightful satisfaction (piti), and step by step he progressed until he reached as far as the fourth level of mental absorption (jhana).\nThe Buddha saw him from his perfumed chamber and with his supernormal power made the flower wither instantly. Seeing the flower wither and change its colour, the monk perceived the impermanent nature of the flower and of all other things and beings. That led to the realization of the impermanence, unsatisfactoriness and the insubstantiality of all conditioned things. At that instant, the Buddha sent forth his radiance and appeared as if in person to the young monk and instructed him to get rid of craving (tanha)."
                    },
                    "Summary": "Develop the path of peace"
                },
                {
                    "Paragraphs": {
                        "Par": {
                            "Nr": "286",
                            "Txt": "Here will I live in the rainy season, here in the autumn and in the summer: thus muses the fool. He realizes not the danger (of death)."
                        }
                    },
                    "Story": {
                        "Title": "Mahadhana, a Merchant",
                        "Txt": "While residing at the Jetavana monastery, the Buddha uttered Verse (286) of this book, with reference to Mahadhana, a merchant from Baranasi.\nOnce, a merchant from Baranasi came to a festival in Sāvatthī with five hundred carts fully loaded with textiles and other merchandise. When he reached a river bank near Sāvatthī the river was in spate; so he could not cross the river. He was held up for seven days as it was raining hard and the water did not subside. By that time, he was already late for the festival, and there was no need for him to cross the river.\nSince he had come from a long distance he did not want to return home with his full load of merchandise. So he decided to spend the rainy season, the cold season and the hot season in that place and said so to his assistants. The Buddha while going on an alms-round knew the decision of the merchant and he smiled. Ananda asked the Buddha why he smiled and the Buddha replied,\"Ananda, do you see that merchant? He is thinking that he would stay here and sell his goods the whole year. He is not aware that he would die here in seven days' time. What should be done should be done today. Who would know that one would die tomorrow? We have no date fixed with the King of Death. For one who is mindful by day or by night, who is not disturbed by moral defilements and is energetic, to live for just one night is a well-spent life.\"\nThen the Buddha sent Ananda to Mahadhana, the merchant. Ananda explained to Mahadhana that time was running out for him, and that he should practise mindfulness instead of being negligent. On learning about his impending death, Mahadhana was alarmed and frightened. So, for seven days, he invited the Buddha and other monks for alms-food. On the seventh day, the Buddha expounded a discourse in appreciation (anumodana)."
                    },
                    "Summary": "Realize the fear of death"
                },
                {
                    "Paragraphs": {
                        "Par": {
                            "Nr": "287",
                            "Txt": "The doting man with mind set on children and herds, death seizes and carries away, as a great flood (sweeps away) a slumbering village."
                        }
                    },
                    "Story": {
                        "Title": "Kisagotami*",
                        "Txt": "While residing at the Jetavana monastery, the Buddha uttered Verse (287) of this book, with reference to Kisagotami, the daughter of a rich man from Sāvatthī.\nKisagotami came to the Buddha as she was stricken with grief due to the death of her only son. To her the Buddha said, \"Kisagotami, you think you are the only one who has lost a son. Death comes to all beings; before their desires are satiated Death takes them away.\""
                    },
                    "Summary": "Death seizes the doting man"
                },
                {
                    "Paragraphs": {
                        "Par": [
                            {
                                "Nr": "288",
                                "Txt": "There are no sons for one's protection, neither father nor even kinsmen; for one who is overcome by death no protection is to be found among kinsmen."
                            },
                            {
                                "Nr": "289",
                                "Txt": "Realizing this fact, let the virtuous and wise person swiftly clear the way that leads to Nibbāna."
                            }
                        ]
                    },
                    "Story": {
                        "Title": "Patacara*",
                        "Txt": "While residing at the Jetavana monastery, the Buddha uttered Verses (288) and (289) of this book, with reference to Patacara, the daughter of a rich man from Sāvatthī.\nAs Patacara had lost her husband and her two sons, as well as her parents and three brothers almost at the same time, she was driven to near insanity. When she approached the Buddha, he said to her, \"Patacara, sons and daughters cannot look after you; so even if they are alive they do not exist for you. The wise man observes morality (sila) and clears (the obstacles to) the Path leading to Nibbāna.\""
                    },
                    "Summary": "There is no protection agaist death"
                }
            ]
        }
    }
}