{
    "Chapter": {
        "FirstParagraph": "290",
        "LastParagraph": "305",
        "Nr": "21",
        "Pali": "Pakiṇṇaka Vagga",
        "Title": "Miscellaneous",
        "Verses": {
            "Verse": [
                {
                    "Paragraphs": {
                        "Par": {
                            "Nr": "290",
                            "Txt": "If by giving up a lesser happiness, one may behold a greater one, let the wise man give up the lesser happiness in consideration of the greater happiness."
                        }
                    },
                    "Story": {
                        "Title": "the Buddha's Former Deeds",
                        "Txt": "While residing at the Jetavana monastery, the Buddha uttered Verse (290) of this book, with reference to the power and glory of the Buddha as witnessed by many people on his visit to Vesali.\nOnce, a famine broke out in Vesali. It began with a serious drought. Because of drought, there was almost a total failure of crops and many people died of starvation. This was followed by an epidemic of diseases and as people could hardly cope with the disposal of the corpses there was a lot of stench in the air. This stench attracted the ogres. The people of Vesali were facing the dangers of destruction by famine, disease and also by the ogres. In their grief and sorrow they tried to look for a refuge. They thought of going for help from various sources but finally, they decided to invite the Buddha. So a mission headed by Mahali, the Licchavi prince, and the son of the chief brahmin were sent to King Bimbisara to request the Buddha to pay a visit to Vesali and help them in their distress. The Buddha knew that this visit would be of much benefit to many people, so he consented to go to Vesali.\nAccordingly, King Bimbisara repaired the road between Rajagaha and the bank of the river Ganga. He also made other preparations and set up special resting-places at an interval of every yojana. When everything was ready, the Buddha set out for Vesali with five hundred monks. King Bimbisara also accompanied the Buddha. On the fifth day they came to the bank of the river Ganga and King Bimbisara sent word to the Licchavi princes. On the other side of the river, the Licchavi princes had repaired the road between the river and Vesali and had set up resting places as had been done by King Bimbisara on his side of the river. The Buddha went to Vesali with Licchavi princes but King Bimbisara stayed behind.\nAs soon as the Buddha reached the other bank of the river heavy rains fell in torrents, thus cleansing up Vesali. The Buddha was put up in the rest-house which was specially prepared for him in the central part of the city. Sakka, king of the devas, came with his followers to pay obeisance to the Buddha, and the ogres fled. That same evening the Buddha delivered the Ratana Sutta and asked the Venerable Ananda to go round between the threefold walls of the city with the Licchavi princes and recite it. The Venerable Ananda did as he was told. As the protective verses (parittas) were being recited, many of those who were sick recovered and followed the Venerable Ananda to the presence of the Buddha. The Buddha delivered the same Sutta and repeated it for seven days. At the end of the seven days, everything was back to normal in Vesali. The Licchavi princes and the people of Vesali were very much relieved and were overjoyed. They were also very grateful to the Buddha. They paid obeisance to the Buddha and made offerings to him on a grand and lavish scale. They also accompanied the Buddha on his return journey until they came to the bank of the Ganga at the end of three days.\nOn arrival at the river bank, King Bimbisara was waiting for the Buddha; so also were the devas and the brahmas and the king of the Nagas with their respective entourage. All of them paid obeisance and made offerings to the Buddha. The devas and the brahmas paid homage with umbrellas, flowers, etc., and sang in praise of the Buddha. The Nagas had come with barges made of gold, silver and rubies to invite the Buddha to the realm of the Nagas; they had also strewn the surface of the water with five hundred kinds of lotuses. This was one of the three occasions in the life of the Buddha when human beings, devas and brahmas came together to pay homage to the Buddha. The first occasion was when the Buddha manifested his power and glory by the miracle of the pairs, emitting rays of light and sprays of water; and the second was on his return from the Tavatimsa deva world after expounding the Abhidhamma.\nThe Buddha, wishing to honour the Nagas, then paid a visit to the realm of the Nagas accompanied by the monks. The Buddha and his entourage went in the five hundred barges brought by the Nagas. After his visit to the realm of the Nagas, the Buddha returned to Rajagaha accompanied by King Bimbisara. They arrived at Rajagaha on the fifth day. Two days after their arrival at Rajagaha, while the monks were talking about the amazing grandeur and glory of the trip to and from Vesali, the Buddha arrived on the scene. On learning the subject of their talk, the Buddha said to them, \"Monks, that I have been revered so much by brahmas, devas and human beings alike and that they have made offerings on such a grand and lavish scale to me on this occasion is not due to the power I now possess; it is simply because I had done some small meritorious deeds in one of my previous existences that I now enjoy such great benefits\". Then the Buddha related the story of one of his past existences, when he was a brahmin by the name of Sankha.\nOnce there was a brahmin named Sankha who lived in the city of Taxila. He had a son named Susima. When Susima was sixteen years old, he was sent by his father to another brahmin to study astrology. His teacher taught him all that should be learnt, but Susima was not fully satisfied. So, his teacher directed him to approach the paccekabuddhas who were then staying in Isipatana. Susima went to Isipatana, but the paccekabuddhas told him that he must first become a monk. Thus, he became a monk, and was instructed how to conduct himself as a monk. Susima diligently practised meditation and he soon comprehended the Four Noble Truths, acquired Bodhi nana, and became a paccekabuddha himself. But as a result of his previous kamma Susima did not live long; he realized pariNibbāna soon afterwards.\nSankha, the father of Susima, came in search of his son, but when he arrived he only found the stupa where the relics of his son were enshrined. The brahmin felt very much distressed at the loss of his son. He proceeded to clean up the precincts of the stupa, by clearing away grass and weeds; then he covered up the ground with sand and sprinkled it with water. Next, he went into the nearby woods for some wild flowers and stuck them on the wet ground. In that way, he offered his services and paid respect to the paccekabuddha who was once his son. It was because of that good deed done in that previous existence of his that the Buddha gained such benefits, that he was showered with such lavish offerings, that he was shown such deep reverence and great devotion on that particular occasion."
                    },
                    "Summary": "Give up the lesser happiness"
                },
                {
                    "Paragraphs": {
                        "Par": {
                            "Nr": "291",
                            "Txt": "He who wishes his own happiness by causing pain to others is not released from hatred, being himself entangled in the tangles of hatred."
                        }
                    },
                    "Story": {
                        "Title": "the Woman Who Ate up the Eggs of a Hen",
                        "Txt": "While residing at the Jetavana monastery, the Buddha uttered Verse (291) of this book, with reference to a feud between a woman and a hen.\nOnce, there lived a woman in a village near Sāvatthī. She had a hen in her house; every time the hen laid an egg she would eat it up. The hen was very much hurt and angry and made a vow to have vengeance on the woman and made a wish that it should be reborn as some being that would be in a position to kill the offspring of that woman. The hen's wish was fulfilled as it was reborn as a cat and the woman was reborn as a hen in the same house. The cat ate up the eggs of the hen. In their next existence the hen became a leopard and the cat became a deer. The leopard ate up the deer as well as its offspring. Thus, the feud continued for five hundred existences of the two beings. At the time of the Buddha one of them was born as a woman and the other an ogress.\nOn one occasion, the woman was returning from the house of her parents to her own house near Sāvatthī. Her husband and her young son were also with her. While they were resting near a pond at the roadside, her husband went to have a bath in the pond. At that moment the woman saw the ogress and recognized her as her old enemy. Taking her child she fled from the ogress straight to the Jetavana monastery where the Buddha was expounding the Dhamma and put her child at the feet of the Buddha. The ogress who was in hot pursuit of the woman also came to the door of the monastery, but the guardian spirit of the gate did not permit her to enter. The Buddha, seeing her, sent the Venerable Ananda to bring the ogress to his presence. When the ogress arrived, the Buddha reprimanded both the woman and the ogress for the long chain of feud between them. He also added, \"If you two had not come to me today, your feud would have continued endlessly. Enmity cannot be appeased by enmity; it can only be appeased by loving-kindness.\""
                    },
                    "Summary": "Not hatred for hatred"
                },
                {
                    "Paragraphs": {
                        "Par": [
                            {
                                "Nr": "292",
                                "Txt": "What should have been done is left undone, what should not have been done is done. Of those who are puffed up and heedless the corruptions increase."
                            },
                            {
                                "Nr": "293",
                                "Txt": "Those who always earnestly practise \"mindfulness of the body\", who follow not what should not be done, and constantly do what should be done, of those mindful and reflective ones the corruptions come to an end."
                            }
                        ]
                    },
                    "Story": {
                        "Title": "the Baddiya Monks",
                        "Txt": "While residing near the town of Baddiya, the Buddha uttered Verses (292) and (293) of this book, with reference to some monks.\nOnce, some monks who were staying in Baddiya made some ornate slippers out of some kinds of reeds and grasses. When the Buddha was told about this he said, \"Monks, you have entered the Buddhist Order for the sake of attaining Arahatta Phala. Yet, you are now striving hard only in making slippers and decorating them.\""
                    },
                    "Summary": "Let go of conceit"
                },
                {
                    "Paragraphs": {
                        "Par": [
                            {
                                "Nr": "294",
                                "Txt": "Having slain mother (craving) and father (conceit) and two warrior kings (eternalism and nihilism), and having destroyed a country (sense-avenues and sense-objects) together with its revenue officer (attachment), ungrieving goes the Brāhmaṇa (Arahant)."
                            },
                            {
                                "Nr": "295",
                                "Txt": "Having slain mother and father and two brahmin kings, and having destroyed the perilous path (hindrances), ungrieving goes the Brāhmaṇa (Arahant)."
                            }
                        ]
                    },
                    "Story": {
                        "Title": "Thera Bhaddiya, the Short One",
                        "Txt": "While residing at the Jetavana monastery, the Buddha uttered Verses (294) and (295) of this book, with reference to Thera Bhaddiya who was also known as Lakundaka Bhaddiya because of his short stature.\nOn one occasion, some monks came to visit and pay homage to the Buddha at the Jetavana monastery. While they were with the Buddha, Lakundaka Bhaddiya happened to pass by not far from them. The Buddha called their attention to the short thera and said to them, \"Monks, look at that thera. He has killed both his father and his mother, and having killed his parents he goes about without any dukkha.\" The monks could not understand the statement made by the Buddha. So, they entreated the Buddha to make it clear to them and the Buddha explained the meaning to them.\nIn the above statement, the Buddha was referring to an arahat, who had eradicated craving, conceit, wrong beliefs, and attachment to sense bases and sense objects. The Buddha had made the statement by means of metaphors. Thus, the terms 'mother' and 'father' are used to indicate craving and conceit respectively. The Eternity-belief (Sassataditthi) and Annihilation-belief (Ucchedaditthi) are likened to two kings, attachment is likened to a revenue officer and the sense bases and sense objects (the ajjhatta and bahiddha ayatanas) are likened to a kingdom."
                    },
                    "Summary": "Arahant goes ungrieving"
                },
                {
                    "Paragraphs": {
                        "Par": [
                            {
                                "Nr": "296",
                                "Txt": "Well awakened the disciples of Gotama ever arise - they who by day and night always contemplate the Buddha."
                            },
                            {
                                "Nr": "297",
                                "Txt": "Well awakened the disciples of Gotama ever arise - they who by day and night always contemplate the Dhamma."
                            },
                            {
                                "Nr": "298",
                                "Txt": "Well awakened the disciples of Gotama ever arise - they who by day and night always contemplate the Sangha."
                            },
                            {
                                "Nr": "299",
                                "Txt": "Well awakened the disciples of Gotama ever arise - they who by day and night always contemplate the body."
                            },
                            {
                                "Nr": "300",
                                "Txt": "Well awakened the disciples of Gotama ever arise - they who by day and night delight in harmlessness."
                            },
                            {
                                "Nr": "301",
                                "Txt": "Well awakened the disciples of Gotama ever arise - they who by day and night delight in meditation."
                            }
                        ]
                    },
                    "Story": {
                        "Title": "a Wood-Cutter's Son",
                        "Txt": "While residing at the Jetavana monastery, the Buddha uttered Verses (296) to (301) of this book, with reference to the son of a wood-cutter.\nOnce in Rajagaha, a wood-cutter went into the woods with his son to cut some firewood. On their return home in the evening, they stopped near a cemetery to have their meal. They also took off the yoke from the two oxen to enable them to graze nearby; but the two oxen went away without being noticed by them. As soon as they discovered that the oxen were missing, the wood-cutter went to look for them, leaving his son with the cart of firewood. The father entered the town, looking for his oxen. When he returned to his son it was getting late and the city-gate was closed. Therefore, the young boy had to spend the night alone underneath his cart.\nThe wood-cutter's son, though young, was always mindful and was in the habit of contemplating the unique qualities of the Buddha. That night two ogres came to frighten him and to harm him. When one of the ogres pulled at the leg of the boy, he cried out, \"I pay homage to the Buddha (Namo Buddhassa)\". Hearing those words from the boy, the ogres got frightened and also felt that they must look after the boy. So, one of them remained near the boy, guarding him from all danger; the other went to the king's palace and brought the food-tray of King Bimbisara. The two ogres then fed the boy as if he were their own son. At the palace, the ogre left a written message concerning the royal food-tray; and this message was visible only to the king.\nIn the morning, the king's men discovered that the royal food-tray was missing and they were very upset and very much frightened. The king found the message left by the ogre and directed his men where to look for it. The king's men found the royal food-tray among the firewood in the cart. They also found the boy who was still sleeping underneath the cart. When questioned, the boy answered that his parents came to feed him in the night and that he went to sleep contentedly and without fear after taking his food. The boy knew only that much and nothing more. The king sent for the parents of the boy, and took the boy and his parents to the Buddha. The king, by that time, had heard that the boy was always mindful of the unique qualities of the Buddha and also that he had cried out \"Namo Buddhassa\", when the ogre pulled at his leg in the night.\nThe king asked the Buddha, \"Is mindfulness of the unique qualities of the Buddha, the only dhamma that gives one protection against evil and danger, or is mindfulness of the unique qualities of the Dhamma equally potent and powerful?\" To him the Buddha replied, \"O king, my disciple! There are six things, mindfulness of which is a good protection against evil and danger.\""
                    },
                    "Summary": "Meditate on the buddha, dhamma, sangha"
                },
                {
                    "Paragraphs": {
                        "Par": {
                            "Nr": "302",
                            "Txt": "Difficult is renunciation, difficult is it to delight therein. Difficult and painful is household life. Painful is association with those who are incompatible. Ill befalls a wayfarer (in samsāra). Therefore be not a wayfarer, be not a pursuer of ill."
                        }
                    },
                    "Story": {
                        "Title": "the Monk from the Country of the Vajjis",
                        "Txt": "While residing at the Veluvana monastery, the Buddha uttered Verse (302) of this book, with reference to a monk from Vesali, a city in the country of the Vajjis.\nOn the night of the full moon day of Kattika, the people of Vesali celebrated the festival of the constellations (Nakkhatta) on a grand scale. The whole city was lit up, and there was much merry-making with singing, dancing, etc. As he looked towards the city, standing alone in the monastery, the monk felt lonely and dissatisfied with his lot. Softly, he murmured to himself, \"There can be no one whose lot is worse than mine\". At that instant, the spirit guarding the woods appeared to him, and said, \"those beings in niraya envy the lot of the beings in the deva world; so also, people envy the lot of those who live alone in the woods.\" Hearing those words, the monk realized the truth of those words and he regretted that he had thought so little of the lot of a monk.\nEarly in the morning the next day, the monk went to the Buddha and reported the matter to him. In reply, the Buddha told him about the hardships in the life of all beings."
                    },
                    "Summary": "Hard is renunciation"
                },
                {
                    "Paragraphs": {
                        "Par": {
                            "Nr": "303",
                            "Txt": "He who is full of confidence and virtue, possessed of fame and wealth, he is honoured everywhere, in whatever land he sojourns."
                        }
                    },
                    "Story": {
                        "Title": "Citta, the Householder",
                        "Txt": "While residing at the Jetavana monastery, the Buddha uttered Verse (303) of this book, with reference to Citta, a householder of Macchikasanda town.\nCitta, after hearing the Dhamma expounded by the Venerable Sariputta, attained Anagami Magga and Phala. One day, Citta loaded five hundred carts with food and other offerings for the Buddha and his disciples, and left for Sāvatthī, accompanied by three thousand followers. They travelled at the rate of one yojana a day and reached Sāvatthī at the end of a month. Then Citta went ahead with five hundred of his companions to the Jetavana monastery. While he was paying obeisance to the Buddha, masses of flowers dropped miraculously from above like showers of rain. Citta stayed at the monastery for one whole month, offering alms-food to the Buddha and the monks and also feeding his own party of three thousand. All this time, the devas were replenishing his stock of food and other offerings.\nOn the eve of his return journey, Citta put all the things he had brought with him in the rooms of the monastery as offerings to the Buddha. The devas then filled up the empty carts with various items of priceless things. The Venerable Ananda, seeing how Citta's riches were being replenished, asked the Buddha, \"Venerable Sir! is it only when Citta approached you that he is blessed with all these riches? Is he similarly blessed when he goes somewhere else?\" To him the Buddha replied, \"Ananda, this disciple is fully endowed with faith and generosity; he is also virtuous and his reputation spreads far and wide. Such a one is sure to be revered and showered with riches wherever he goes.\""
                    },
                    "Summary": "The devout are respected everywhere"
                },
                {
                    "Paragraphs": {
                        "Par": {
                            "Nr": "304",
                            "Txt": "Even from afar like the Himalaya mountain the good reveal themselves. The wicked, though near, are invisible like arrows shot by night."
                        }
                    },
                    "Story": {
                        "Title": "Culasubhadda",
                        "Txt": "While residing at the Jetavana monastery, the Buddha uttered Verse (304) of this book, with reference to Culasubhadda the daughter of Anathapindika.\nAnathapindika and Ugga, the rich man from Ugga, studied under the same teacher when they were both young. Ugga had a son while Anathapindika had a daughter. When their children came of age, Ugga asked for the consent of Anathapindika to the marriage of their two children. So the marriage took place, and Culasubhaddi, the daughter of Anathapindika, had to stay in the house of her parents-in-law. Ugga and his family were followers of non-Buddhist ascetics. Sometimes, they would invite those non-Buddhist ascetics to their house. On such occasions, her parents-in-law would ask Culasubhadda to pay respect to those naked ascetics, but she always refused to comply. Instead, she told her mother-in-law about the Buddha and his unique qualities.\nThe mother-in-law of Culasubhadda was very anxious to see the Buddha when she was told about him by her daughter-in-law. She even agreed to let Culasubhaddha invite the Buddha for alms-food to their house. So, Culasubhadda prepared food and collected other offerings for the Buddha and his disciples. She then went up to the upper part of the house and looking towards the Jetavana monastery, she made offerings of flowers and incense and contemplate the unique qualities and virtues of the Buddha. She then spoke out her wish, \"Venerable Sir! May it please you to come with your disciples, to our house tomorrow. I, your devoted lay-disciple, most respectfully invite you. May this invitation of mine be made known to you by this symbol and gesture.\" Then she took eight fistfuls of jasmin and threw them up into the sky. The flowers floated through the air all the way to the Jetavana monastery and lay hanging from the ceiling of the congregation hall where the Buddha was expounding the Dhamma.\nAt the end of the discourse, Anathapindika, the father of Culasubhadda, approached the Buddha to invite him to have alms-food in his house the following day. But the Buddha replied that he had already accepted Culasubhadda's invitation for the next day.\nAnathapindika was puzzled at the reply of the Buddha and said,\"But, Venerable Sir! Culasubhadda does not live here in Sāvatthī; she lives in Ugga at a distance of one hundred and twenty yojanas from here.\" To him the Buddha said, \"True, householder, but the good are clearly visible as if they are in one's very presence even though they may be living at a distance\"."
                    },
                    "Summary": "The good can be seen though from afar"
                },
                {
                    "Paragraphs": {
                        "Par": {
                            "Nr": "305",
                            "Txt": "He who sits alone, rests alone, walks alone, unindolent, who in solitude controls himself, will find delight in the forest."
                        }
                    },
                    "Story": {
                        "Title": "the Thera Who Stayed Alone",
                        "Txt": "While residing at the Jetavana monastery, the Buddha uttered Verse (305) of this book, with reference to a monk who stayed by himself. Because he usually stayed alone, he was known as Thera Ekavihari.\nThera Ekavihari did not mix much with other monks, but usually stayed by himself. All alone, he would sleep or lie down, or stand, or walk. Other monks thought ill of Ekavihari and told the Buddha about him. But the Buddha did not blame him; instead he said, \"Yes, indeed, my son has done well; for, a monk should stay in solitude and seclusion\"."
                    },
                    "Summary": "Alone one delights in solitude"
                }
            ]
        }
    }
}