{
    "Chapter": {
        "FirstParagraph": "306",
        "LastParagraph": "319",
        "Nr": "22",
        "Pali": "Niraya Vagga",
        "Title": "Woeful State",
        "Verses": {
            "Verse": [
                {
                    "Paragraphs": {
                        "Par": {
                            "Nr": "306",
                            "Txt": "The speaker of untruth goes to a woeful state, and also he who, having done aught, says, \"I did not\". Both after death become equal, men of base actions in the other world."
                        }
                    },
                    "Story": {
                        "Title": "Sundari the Wandering Female Ascetic",
                        "Txt": "While residing at the Jetavana monastery, the Buddha uttered Verse (306) of this book, with reference to Sundari, a wandering female ascetic.\nAs the number of people revering the Buddha increased, the non-Buddhist ascetics found that the number of their following was dwindling. Therefore, they became very jealous of the Buddha; they were also afraid that things would get worse if they did not do something to damage the reputation of the Buddha. So, they sent for Sundari and said to her, \"Sundari, you are a very beautiful and clever young lady. We want you to put Samana Gotama to shame, by making it appear to others that you are having sexual dealings with him. By so doing, his image will be impaired, his following will decrease and many would come to us. Make the best use of your looks and be crafty.\"\nSundari understood what was expected of her. Thus, late in the evening, she went in the direction of the Jetavana monastery. When she was asked where she was going, she answered, \"I am going to visit Samana Gotama; I live with him in the Perfumed Chamber of the Jetavana monastery.\" After saying this, she proceeded to the place of the non-Buddhist ascetics. Early in the morning the next day, she returned home, if anyone asked her from where she had come she would reply, \"I have come from the Perfumed Chamber after staying the night with Samana Gotama.\" She carried on like this for two more days. At the end of three days, those ascetics hired some drunkards to kill Sundari and put her body in a rubbish heap near the Jetavana monastery.\nThe next day, the ascetics spread the news about the disappearance of Paribbajika Sundari. They went to the king to report the matter and their suspicion. The king gave them permission to search where they wished. Finding the body near the Jetavana monastery, they carried it to the palace. Then they said to the king, \"O king, the followers of Gotama have killed this Paribbajika and have thrown away her body in the rubbish heap near the Jetavana monastery to cover up the misdeed of their teacher.\" To them the king replied, \"In that case, you may go round the town and proclaim the fact.\" So they went round the town carrying the dead body of Sundari, shouting, \"Look! What the followers of Gotama have done; see how they have tried to cover up the misdeed of Gotama!\" The procession then returned to the palace. The monks living in the Jetavana monastery told the Buddha what those ascetics were (doing to damage his reputation and impair his image. But the Buddha only said, \"My sons, you just tell them this,\" and then spoke in verse as follows:\nVerse 306: One who tells lies (about others) goes to niraya; one who has done evil and says \"I did not do it\" also goes to niraya. Both of them being evil-doers, suffer alike (in niraya) in their next existence.\nThe king next ordered his men to further investigate the murder of Sundari. On investigation, they found out that Sundari had died at the hands of some drunkards. So they were brought to the king. When questioned, the drunkards disclosed that they were hired by the ascetics to kill Sundari and put her body near the Jetavana monastery. The king then sent for the non-Buddhist ascetics, and they finally confessed their role in the murder of Sundari. The king then ordered them to go round the town and confess their guilt to the people. So they went round the town saying, \"We are the ones who killed Sundari. We have falsely accused the disciples of Gotama just to bring disgrace on Gotama. The disciples of Gotama are innocent, only we are guilty of the crime.\" As a result of this episode, the power, the glory and the fortune of the Buddha were very much enhanced."
                    },
                    "Summary": "Liars suffer"
                },
                {
                    "Paragraphs": {
                        "Par": {
                            "Nr": "307",
                            "Txt": "Many with a yellow robe on their necks are of evil disposition and uncontrolled. Evil-doers on account of their evil deeds are born in a woeful state."
                        }
                    },
                    "Story": {
                        "Title": "Those Who Suffered for Their Evil Deeds",
                        "Txt": "While residing at the Veluvana monastery, the Buddha uttered Verse (307) of this book, with reference to some petas.\nOnce, the Venerable Maha Moggallana was coming down the Gijjhakuta hill with Thera Lakkhana when he saw some petas. When they were back at the monastery, Thera Maha Moggallana told Thera Lakkhana, in the presence of the Buddha, that he had seen a peta who was just a skeleton. Then he added that he had also seen five monks with their body burning in flames. On hearing the statement about those monks, the Buddha said, \"During the time of Kassapa Buddha, those monks had done much evil. For those evil deeds they had suffered in niraya and now they are serving out the remaining term of suffering as petas.\""
                    },
                    "Summary": "Corrupt monks suffer"
                },
                {
                    "Paragraphs": {
                        "Par": {
                            "Nr": "308",
                            "Txt": "Better to swallow a red-hot iron ball (which would consume one) like a flame of fire, than to be an immoral and uncontrolled person feeding on the alms offered by people."
                        }
                    },
                    "Story": {
                        "Title": null,
                        "Txt": "Rebuking some monks who, for the sake of their stomach, attributed to one another higher spiritual Attainments without possessing them, the Buddha uttered this verse."
                    },
                    "Summary": "Be not immoral"
                },
                {
                    "Paragraphs": {
                        "Par": [
                            {
                                "Nr": "309",
                                "Txt": "Four misfortunes befall a careless man who commits adultery: acquisition of demerit, disturbed sleep, thirdly blame, and fourthly a state of woe."
                            },
                            {
                                "Nr": "310",
                                "Txt": "There is acquisition of demerit as well as evil destiny. Brief is the joy of the frightened man and woman. The King imposes a heavy punishment. Hence no man should frequent another's wife."
                            }
                        ]
                    },
                    "Story": {
                        "Title": "Khemaka, the Son of a Rich Man",
                        "Txt": "While residing at the Jetavana monastery, the Buddha uttered Verses (309) and (310) of this book, with reference to Khemaka, the son of a rich man. Khemaka was also the nephew of the renowned Anathapindika.\nKhemaka, in addition to being rich, was also very good-looking and women were very much attracted to him. They could hardly resist him and naturally fell a prey to him. Khemaka committed adultery without compunction. The king's men caught him three times for sexual misconduct and brought him to the presence of the king. But King Pasenadi of Kosala did not take action because Khemaka was the nephew of Anathapindika. So Anathapindika himself took his nephew to the Buddha. The Buddha talked to Khemaka about the depravity of sexual misconduct and the seriousness of the consequences.\nVerse 309: Four misfortunes befall a man who is unmindful of right conduct and commit sexual misconduct with another man's wife: acquisition of demerit, disturbed sleep, reproach, and suffering in niraya.Verse 310: Thus, there is the acquisition of demerit, and there is rebirth in the evil apaya realms. The enjoyment of a scared man with a scared woman is short-lived, and the king also metes out severe punishment. Therefore, a man should not commit misconduct with another man's wife.\nAt the end of the discourse Khemaka attained Sotapatti Fruition."
                    },
                    "Summary": "Adultery is evil"
                },
                {
                    "Paragraphs": {
                        "Par": [
                            {
                                "Nr": "311",
                                "Txt": "Just as kusa grass, wrongly grasped, cuts the hand, even so the monkhood wrongly handled drags one to a woeful state."
                            },
                            {
                                "Nr": "312",
                                "Txt": "Any loose act, any corrupt practice, a life of dubious holiness - none of these is of much fruit."
                            },
                            {
                                "Nr": "313",
                                "Txt": "If aught should be done, let one do it. Let one promote it steadily, for slack asceticism scatters dust all the more."
                            }
                        ]
                    },
                    "Story": {
                        "Title": "the Obstinate Monk",
                        "Txt": "While residing at the Jetavana monastery, the Buddha uttered Verses (311), (312) and (313) of this book, with reference to an obstinate monk.\nOnce, there was a monk who was feeling remorse for having unwittingly cut some grass. He confided about this to another monk. The latter was reckless and stubborn by nature, and he did not think much about committing small misdeeds. So he replied to the first monk, \"Cutting grass is a very minor offence; if you just confide and confess to another monk you are automatically exonerated. There is nothing to worry about.\" So saying, he proceeded to uproot some grass with both hands to show that he thought very little of such trivial offences. When the Buddha was told about this, he reprimanded the reckless, stubborn monk."
                    },
                    "Summary": "Corrupt lives entail suffering"
                },
                {
                    "Paragraphs": {
                        "Par": {
                            "Nr": "314",
                            "Txt": "An evil deed is better not done: a misdeed torments one hereafter. Better it is to do a good deed, after doing which one does not grieve."
                        }
                    },
                    "Story": {
                        "Title": "a Woman of Jealous Disposition",
                        "Txt": "While residing at the Jetavana monastery, the Buddha uttered Verse (314) of this book, with reference to a woman who was by nature very jealous.\nOnce, a woman with a very strong sense of jealousy lived with her husband in Sāvatthī. She found that her husband was having an affair with her maid. So one day, she tied up the girl with strong ropes, cut off her ears and nose, and shut her up in a room. After doing that, she asked her husband to accompany her to the Jetavana monastery. Soon after they left, some relatives of the maid arrived at their house and found the maid tied up and locked up in a room. They broke into the room, untied her and took her to the monastery. They arrived at the monastery while the Buddha was expounding the Dhamma. The girl related to the Buddha what her mistress had done to her, how she had been beaten, and how her nose and ears had been cut off. She stood in the midst of the crowd for all to see how she had been mistreated. So the Buddha said, \"Do no evil, thinking that people will not know about it. An evil deed done in secret, when discovered, will bring much pain and sorrow; but a good deed may be done secretly, for it can only bring happiness and not sorrow.\""
                    },
                    "Summary": "Don't do even a slight wrong"
                },
                {
                    "Paragraphs": {
                        "Par": {
                            "Nr": "315",
                            "Txt": "Like a border city, guarded within and without, so guard yourself. Do not let slip this opportunity, for they who let slip the opportunity grieve when born in a woeful state."
                        }
                    },
                    "Story": {
                        "Title": "Many Monks",
                        "Txt": "While residing at the Jetavana monastery, the Buddha uttered Verse (315) of this book, with reference to a group of monks who spent the vassa in a border town.\nIn the first month of their stay in that border town, the monks were well provided and well looked after by the townsfolk. During the next month the town was plundered by some robbers and some people were taken away as hostages. The people of the town, therefore, had to rehabilitate their town and reinforce fortifications. Thus, they were unable to look to the needs of the monks as much as they would like to and the monks had to fend for themselves. At the end of the vassa, those monks came to pay homage to the Buddha at the Jetavana monastery in Sāvatthī. On learning about the hardships they had undergone during the vassa, the Buddha said to them \"Monks, do not keep thinking about this or anything else; it is always difficult to have a carefree, effortless living. Just as the townsfolk guard their town, so also, a monk should be on guard and keep his mind steadfastly on his body.\""
                    },
                    "Summary": "Guard yourself like a fortified city"
                },
                {
                    "Paragraphs": {
                        "Par": [
                            {
                                "Nr": "316",
                                "Txt": "Beings who are ashamed of what is not shameful, and are not ashamed of what is shameful, embrace wrong views and go to a woeful state."
                            },
                            {
                                "Nr": "317",
                                "Txt": "Beings who see fear in what is not to be feared, and see no fear in the fearsome, embrace false views and go to a woeful state."
                            }
                        ]
                    },
                    "Story": {
                        "Title": "the Nigantha Ascetics",
                        "Txt": "While residing at the Jetavana monastery, the Buddha uttered Verses (316) and (317) of this book, with reference to Nigantha ascetics, who covered only the front part of their bodies.\nOne day, some Niganthas went on an alms-round with their bowls covered with a piece of cloth. Some monks seeing them commented, \"These Nigantha ascetics who cover the front part of the body are more respectable compared to those Acelaka ascetics who go about without wearing anything.\" Hearing this comment, those ascetics retorted, \"Yes, indeed, we do cover up our front part (by covering our bowls); but we cover it up not out of shame in going naked. We only cover up our bowls to keep away dust from our food, for even dust contains life in it.\"\nWhen the monks reported what the Nigantha ascetics said, the Buddha replied, \"Monks, those ascetics who go about covering only the front part of their bodies are not ashamed of what they should be ashamed of, but they are ashamed of what they should not be ashamed of; because of their wrong view they would only go to bad destinations.\""
                    },
                    "Summary": "Be modest where modesty is needed"
                },
                {
                    "Paragraphs": {
                        "Par": [
                            {
                                "Nr": "318",
                                "Txt": "Beings who imagine faults in the faultless, and perceive no wrong in what is wrong, embrace false views and go to a woeful state."
                            },
                            {
                                "Nr": "319",
                                "Txt": "Beings knowing wrong as wrong and what is right as right, embrace right views and go to a blissful state."
                            }
                        ]
                    },
                    "Story": {
                        "Title": "the Disciples of Non-Buddhist Ascetics",
                        "Txt": "While residing at the Nigrodarama monastery, the Buddha uttered Verses (318) and (319) of this book, with reference to some disciples of the Titthis (non-Buddhist ascetics).\nThe disciples of the Titthis did not want their children to mix with the children of the followers of the Buddha. They often told their children, \"Do not go to the Jetavana monastery, do not pay obeisance to the monks of the Sakyan clan.\" On one occasion, while the Titthi boys were playing with a Buddhist boy near the entrance to the Jetavana monastery, they felt very thirsty. As the children of the disciples of the Titthis had been told by their parents not to enter a Buddhist monastery, they asked the Buddhist boy to go to the monastery and bring some water for them. The young Buddhist boy went to pay obeisance to the Buddha after he had had a drink of water, and told the Buddha about his friends who were forbidden by their parents to enter a Buddhist monastery. The Buddha then told the boy to tell the non-Buddhist boys to come and have water at the monastery. When those boys came, the Buddha gave them a discourse to suit their various dispositions. As a result, those boys became established in faith in the Three Gems i.e., the Buddha, the Dhamma and the Samgha.\nWhen the boys went home, they talked about their visit to the Jetavana monastery and about the Buddha teaching them the Three Gems. The parents of the boys, being ignorant, cried, \"Our sons have been disloyal to our faith, they have been ruined,\" etc. Some intelligent neighbours advised the wailing parents to stop weeping and to send their sons to the Buddha. Somehow, they agreed and the boys as well as their parents went to the Buddha."
                    },
                    "Summary": "See no wrong in what is not wrong"
                }
            ]
        }
    }
}