{
    "Chapter": {
        "FirstParagraph": "320",
        "LastParagraph": "333",
        "Nr": "23",
        "Pali": "Nāga Vagga",
        "Title": "The Elephant",
        "Verses": {
            "Verse": [
                {
                    "Paragraphs": {
                        "Par": [
                            {
                                "Nr": "320",
                                "Txt": "As an elephant in the battlefield withstands the arrows shot from a bow, even so will I endure abuse; verily most people are undisciplined."
                            },
                            {
                                "Nr": "321",
                                "Txt": "They lead the trained (horses or elephants) to an assembly. The king mounts the trained animal. Best among men are the trained who endure abuse."
                            },
                            {
                                "Nr": "322",
                                "Txt": "Excellent are trained mules, so are thoroughbred horses of Sindh and noble tusked elephants; but far better is he who has trained himself."
                            }
                        ]
                    },
                    "Story": {
                        "Title": null,
                        "Txt": "Bribed by a lady of the court who had a grudge against the Buddha, many people severely abused the Buddha. The Venerable ânanda, unable to endure such abuse, suggested to the Buddha that He leave the place and go to another city. But the Buddha advised him to practise patience and compared Himself to an elephant who had entered the battlefield prepared to endure all attacks."
                    },
                    "Summary": "The majority are undisciplined"
                },
                {
                    "Paragraphs": {
                        "Par": {
                            "Nr": "323",
                            "Txt": "Surely never by those vehicles would one go to the untrodden land (Nibbāna) as does one who is controlled through his subdued and well-trained self."
                        }
                    },
                    "Story": {
                        "Title": "the Monk Who Had Been a Trainer of Elephants",
                        "Txt": "While residing at the Jetavana monastery, the Buddha uttered Verse (323) of this book, with reference to a monk who had previously been an elephant trainer.\nOn one occasion, some monks saw an elephant trainer and his elephant on the bank of the river Aciravati. As the trainer was finding it difficult to control the elephant, one of the monks, who was an ex-elephant trainer, told the other monks how it could be easily handled. The elephant trainer hearing him did as told by the monk, and the elephant was quickly subdued. Back at the monastery, the monks related the incident to the Buddha. The Buddha called the ex-elephant trainer monk to him and said, \"O vain monk, who is yet far away from Magga and Phala ! You do not gain anything by taming elephants. There is no one who can get to a place where one has never been before (i.e.. Nibbāna) by taming elephants; only one who has tamed himself can get there.\""
                    },
                    "Summary": "Self-control leads to one's goal"
                },
                {
                    "Paragraphs": {
                        "Par": {
                            "Nr": "324",
                            "Txt": "The uncontrollable, captive tusker named Dhanapālaka, with pungent juice flowing, eats no morsel; the tusker calls to mind the elephant forest."
                        }
                    },
                    "Story": {
                        "Title": "an Old Brahmin",
                        "Txt": "While residing at the Veluvana monastery, the Buddha uttered Verse (324) of this book, with reference to an old brahmin.\nOnce, there lived in Sāvatthī an old brahmin who had eight lakhs in cash. He had four sons; when each one of the sons got married, he gave one lakh to him. Thus, he gave away four lakhs. Later, his wife died. His sons came to him and looked after him very well; in fact, they were very loving and affectionate to him. In course of time, somehow they coaxed him to give them the remaining four lakhs. Thus, he was left practically penniless.\nFirst, he went to stay with his eldest son. After a few days, the daughter-in-law said to him, \"Did you give any extra hundred or thousand to your eldest son? Don't you know the way to the houses of your other sons?\" Hearing this, the old brahmin got very angry and he left the eldest son's house for the house of his second son. The same remarks were made by the wife of his second son and the old man went to the house of his third son and finally to the house of his fourth and youngest son. The same thing happened in the houses of all his sons. Thus, the old man became helpless; then, taking a staff and a bowl he went to the Buddha for protection and advice.\nAt the monastery, the brahmin told the Buddha how his sons had treated him and asked for his help. Then the Buddha gave him some verses to memorize and instructed him to recite them wherever there was a large gathering of people. The gist of the verses is this: \"My four foolish sons are like ogres. They call me 'father, father', but the words come only out of their mouths and not from their hearts. They are deceitful and scheming. Taking the advice of their wives they have driven me out of their houses. So, now I have got to be begging. Those sons of mine are of less service to me than this staff of mine.\" When the old brahmin recited these verses, many people in the crowd, hearing him, went wild with rage at his sons and some even threatened to kill them.\nAt this, the sons became frightened and knelt down at the feet of their father and asked for pardon. They also promised that starting from that day they would look after their father properly and would respect, love and honour him. Then, they took their father to their houses; they also warned their wives to look after their father well or else they would be beaten to death. Each of the sons gave a length of cloth and sent every day a food-tray. The brahmin became healthier than before and soon put on some weight. He realized that he had been showered with these benefits on account of the Buddha. So, he went to the Buddha and humbly requested him to accept two food-trays out of the four he was receiving every day from his sons. Then he instructed his sons to send two food-trays to the Buddha.\nOne day, the eldest son invited the Buddha to his house for alms-food. After the meal, the Buddha gave a discourse on the benefits to be gained by looking after one's parents. Then he related to them the story of the elephant called Dhanapala, who looked after his parents. Dhanapala when captured pined for the parents who were left in the forest."
                    },
                    "Summary": "An elephant cared for his mother"
                },
                {
                    "Paragraphs": {
                        "Par": {
                            "Nr": "325",
                            "Txt": "The stupid one, when he is torpid, gluttonous, sleepy, rolls about lying like a great hog nourished on pig-wash, goes to rebirth again and again."
                        }
                    },
                    "Story": {
                        "Title": "King Pasenadi of Kosala",
                        "Txt": "While residing at the Jetavana monastery, the Buddha uttered Verse (325) of this book, with reference to King Pasenadi of Kosala.\nOne day, King Pasenadi of Kosala went to the monastery to pay homage to the Buddha soon after having a heavy meal. The king was in the habit of taking one quarter basketful (half a bushel of) cooked rice and meat curry. While he was in the presence of the Buddha, the king felt so drowsy that he kept on nodding and could hardly keep himself awake. Then he said to the Buddha, \"Venerable Sir! I have been in great discomfort since I have taken my meal.\" To him the Buddha replied, \"Yes, O king! Gluttons do suffer in this manner.\""
                    },
                    "Summary": "Be moderate in eating"
                },
                {
                    "Paragraphs": {
                        "Par": {
                            "Nr": "326",
                            "Txt": "Formerly this mind went wandering where it liked, as it wished and as it listed. Today with attentiveness I shall completely hold it in check, as a mahout (holds in check) an elephant in must."
                        }
                    },
                    "Story": {
                        "Title": "Samanera Sanu",
                        "Txt": "While residing at the Jetavana monastery, the Buddha uttered Verse (326) of this book, with reference to a young samanera named Sanu.\nOne day, Samanera Sanu was urged by older monks to go up on the dais and recite parts of the Pali texts. When he had finished his recitation he solemnly called out, \"May the merits gained by me today for reciting these sacred texts be shared by my mother and my father\". At that time, the devas and the ogress who had been the mother of the young samanera in a previous existence were listening to his recitation. When they heard his words, the ogress was elated and promptly cried out, \"My dear son, how happy I am to share your merit; you have done well, my son. Well done! Well done! (Sadhu! Sadhu!).\" On account of Samanera Sanu, the mother ogress came to be very much respected and was given precedence in their assemblies by the devas and other ogres.\nAs the samanera grew older, he wanted to return to the life of a lay man; he went home and asked for his clothes from his mother. His mother did not want him to leave the Order and tried to dissuade him from leaving it, but he was quite firm in his decision. So, his mother promised to give him the clothes after his meal. As his mother was busy cooking his meal, the ogress, who was his mother of a past existence, thought, \"If my son Sanu leaves the Order, I shall be put to shame and become a laughing stock among other ogres and devas; I must try and stop him leaving the Order.\" So, the young samanera was possessed by her; the boy rolled on the floor, muttering in coherently with saliva streaming out of his mouth. The mother got alarmed; neighbours came and tried to appease the spirits. Then, the ogress spoke out \"This samanera wants to leave the religious Order and return to the life of a lay man; if he does so he will not be able to escape from dukkha.\" After saying those words, the ogress left the body of the boy and the boy became normal again.\nFinding his mother in tears and the neighbours crowding around him, he asked what had happened. His mother told him everything that had happened to him and also explained to him that to return to lay life after leaving it was very foolish; in fact, even though living he would be like a dead person. The samanera then came to realize his mistake. Taking the three robes from his mother, he went back to the monastery and was soon admitted as a monk.\nWhen told about Samanera Sanu, the Buddha wishing to teach him about the restraint of mind said, \"My son, one who does not restrain the mind which wanders about cannot find happiness. So, control your mind as a mahout controls an elephant.\""
                    },
                    "Summary": "Control your thoughts"
                },
                {
                    "Paragraphs": {
                        "Par": {
                            "Nr": "327",
                            "Txt": "Take delight in heedfulness. Guard your mind well. Draw yourselves out of the evil way as did the elephant sunk in the mire."
                        }
                    },
                    "Story": {
                        "Title": "the Elephant Called Paveyyaka",
                        "Txt": "While residing at the Jetavana monastery, the Buddha uttered Verse (327) of this book, with reference to the elephant, called Paveyyaka.\nPaveyyaka when young was very strong; in due course, he became old and decrepit. One day, as old Paveyyaka went into a pond he was stuck in the mire and could not get on to the shore. When King Pasenadi of Kosala was told about it, he sent an elephant trainer to help the elephant get out of the mire. The elephant trainer went to the site where the elephant was. There, he made the musicians strike up a martial tune. Hearing the military airs, the elephant felt as if he were in a battlefield; his spirits rose, he pulled himself with all his might, and was soon out of the mire.\nWhen the monks told the Buddha about this he said, \"Monks! Just as that elephant pulled itself out of the mire, so also, must you all pull yourselves out of the mire of moral defilements.\""
                    },
                    "Summary": "Avoid the evil way"
                },
                {
                    "Paragraphs": {
                        "Par": [
                            {
                                "Nr": "328",
                                "Txt": "If you get a prudent companion (who is fit) to live with you, who behaves well and is wise, you should live with him joyfully and mindfully, overcoming all dangers."
                            },
                            {
                                "Nr": "329",
                                "Txt": "If you do not get a prudent companion who (is fit) to live with you, who behaves well and is wise, then like a king who leaves a conquered kingdom, you should live alone as an elephant does in the elephant forest."
                            },
                            {
                                "Nr": "330",
                                "Txt": "Better it is to live alone. There is no fellowship with the ignorant. Let one live alone doing no evil, care-free, like an elephant in the elephant forest."
                            }
                        ]
                    },
                    "Story": {
                        "Title": "a Number of Monks",
                        "Txt": "While residing in the Palileyya forest where the elephant Palileyyaka waited on him, the Buddha uttered Verses (328), (329) and (330) of this book, with reference to the monks from Kosambi.\nOnce, the monks of Kosambi split into two groups; one group followed the master of Vinaya and the other followed the teacher of the Dhamma. They did not listen even to the Buddha who exhorted them to make peace. So, the Buddha left them and spent the vassa all alone in the forest, where the elephant Palileyyaka waited on him.\nAt the end of the vassa, the Venerable Ananda went into the forest, accompanied by five hundred monks. Leaving the monks at some distance, the Venerable Ananda approached the Buddha alone. Then the Buddha told Ananda to call the other monks. All of them came, paid obeisance to the Buddha and said, \"Venerable Sir! You must have had a hard time spending the vassa all alone in this forest.\"\nTo this, the Buddha replied,\"Monks, do not say so; the elephant Palileyyaka had been looking after me all this time. He was, indeed, a very good friend, a true friend. If one has such a good friend one should stick to him; but if one cannot find a good friend it is better to stay alone.\""
                    },
                    "Summary": "Associate with the wise"
                },
                {
                    "Paragraphs": {
                        "Par": [
                            {
                                "Nr": "331",
                                "Txt": "When need arises, pleasant (is it to have) friends. Pleasant is it to be content with just this and that. Pleasant is merit when life is at an end. Pleasant is the shunning of all ill."
                            },
                            {
                                "Nr": "332",
                                "Txt": "Pleasant in this world is ministering to mother. Ministering to father too is pleasant in this world. Pleasant is ministering to ascetics. Pleasant too is ministering to the Noble Ones."
                            },
                            {
                                "Nr": "333",
                                "Txt": "Pleasant is virtue (continued) until old age. Pleasant is steadfast confidence. Pleasant is the attainment of wisdom. Pleasant is it to do no evil."
                            }
                        ]
                    },
                    "Story": {
                        "Title": "Mara",
                        "Txt": "While residing in a monastery near the Himalayas. the Buddha uttered Verses (331), (332) and (333) of this book, with reference to Mara, who tried to entice him to rule as a king.\nOnce, while the Buddha was residing near the Himalayas, he found that many people were being ill-treated by some wicked kings. It then occurred to him whether it would be possible to prevent them from ill-treating those who should not be ill-treated and make the kings rule justly and wisely. Mara knew what the Buddha was thinking and planned to entice the Buddha to rule as a king. To him the Buddha replied, \"O wicked Mara! Your teaching and my teaching are quite different. You and I cannot have any discussion. This is my teaching\"."
                    },
                    "Summary": "Blessed are friends in need"
                }
            ]
        }
    }
}