{
    "Chapter": {
        "FirstParagraph": "44",
        "LastParagraph": "59",
        "Nr": "4",
        "Pali": "Puppha Vagga",
        "Title": "Flowers",
        "Verses": {
            "Verse": [
                {
                    "Paragraphs": {
                        "Par": [
                            {
                                "Nr": "44",
                                "Txt": "Who will comprehend this earth (self), and this realm of Yama, and this world together with the devas? Who will investigate the well taught Path of Virtue, even as an expert (garland maker) will pick flowers?"
                            },
                            {
                                "Nr": "45",
                                "Txt": "A disciple in training (sekha), will comprehend this earth, and this realm of Yama together with the realm of the devas. A disciple in training will investigate the well-taught Path of Virtue even as an expert (garland-maker) will pick flowers."
                            }
                        ]
                    },
                    "Story": {
                        "Title": "Five Hundred Monks",
                        "Txt": "While residing at the Jetavana monastery, the Buddha uttered Verses (44) and (45) of this book, with reference to five hundred monks.\nFive hundred monks, after accompanying the Buddha to a village, returned to the Jetavana monastery. In the evening, while the monks were talking about the trip, especially the condition of the land, whether it was level or hilly, or whether the soil was clayey or sandy, red or black, etc., the Buddha came to them. Knowing the subject of their talk, he said to them, \"Monks, the earth you are talking about is external to the body; it is better, indeed, to examine your own body and make preparations (for meditation practice).\""
                    },
                    "Summary": "Overcome this self"
                },
                {
                    "Paragraphs": {
                        "Par": {
                            "Nr": "46",
                            "Txt": "Knowing that this body is like foam, and comprehending its mirage-nature, one should destroy the flower-shafts of sensual passions (Mara), and pass beyond the sight of the king of death."
                        }
                    },
                    "Story": {
                        "Title": "the Monk who Contemplates the Body as a Mirage",
                        "Txt": "While residing at the Jetavana monastery, the Buddha uttered Verse (46) of this book, with reference to a certain monk.\nOn one occasion, a certain monk, after taking a subject of meditation from the Buddha, went to the forest. Although he tried hard he made little progress in his meditation; so he decided to go back to the Buddha for further instruction. On his way back he saw a mirage, which, after all, was only an illusive appearance of a sheet of water. At that instant, he came to realize that the body also was insubstantial like a mirage. Thus keeping his mind on the insubstantiality of the body he came to the bank of the river Aciravati. While sitting under a tree close to the river, seeing big froths breaking up, he realized the impermanent nature of the body.\nSoon, the Buddha appeared in his vision and said to him, \"My son, just as you have realized, this body is impermanent like froth and insubstantial like a mirage.\""
                    },
                    "Summary": "This body is like a mirage"
                },
                {
                    "Paragraphs": {
                        "Par": {
                            "Nr": "47",
                            "Txt": "The man who gathers flowers (of sensual pleasure), whose mind is distracted, death carries off as a great flood sweeps away a sleeping village."
                        }
                    },
                    "Story": {
                        "Title": "Vitatubha",
                        "Txt": "While residing at the Jetavana monastery, the Buddha uttered Verse (47) of this book, with reference to Vitatubha, son of King Pasenadi of Kosala.\nKing Pasenadi of Kosala, wishing to marry into the clan of the Sakyans, sent some emissaries to Kapilavatthu with a request for the hand of one of the Sakyan princesses. Not wishing to offend King Pasenadi, the Sakyan princes replied that they would comply with his request, but instead of a Sakyan princess they sent a very beautiful girl born of King Mahanama and a slave woman. King Pasenadi made that girl one of his chief queens and subsequently she gave birth to a son. This son was named Vitatubha. When the prince was sixteen years old, he was sent on a visit to King Mahanama and the Sakyan princes. There he was received with some hospitality but all the Sakyan princes who were younger than Vitatubha had been sent away to a village, so that they would not have to pay respect to Vitatubha. After staying a few days in Kapilavatthu, Vitatubha and his company left for home. Soon after they left, a slave girl was washing with milk the place where Vitatubha had sat; she was also cursing him, shouting, \"This is the place where that son of a slave woman had sat\". At that moment, a member of Vitatubha's entourage returned to fetch something which he had left at the place and heard what the slave girl said. The slave girl also told him that Vitatubha's mother, Vasabhakhattiya, was the daughter of a slave girl belonging to Mahanama.\nWhen Vitatubha was told about the above incident, he became wild with rage and declared that one day he would wipe out the whole clan of the Sakyans. True to his word, when Vitatubha became king, he marched on the Sakyan clan and massacred them all, with the exception of a few who were with Mahanama and some others. On their way home, Vitatubha and his army encamped on the sandbank in the river Aciravati. As heavy rain fell in the upper parts of the country on that very night, the river swelled and rushed down with great force carrying away Vitatubha and his army into the ocean.\nOn hearing about these two tragic incidents, the Buddha explained to the monks that his relatives, the Sakyan princes, had in one of their previous existences, put poison into the river killing the fishes. It was as a result of that particular action that the Sakyan princes had to die en masse. Then, referring to the incident about Vitatubha and his army, the Buddha said, \"As a great flood sweeps away all the villagers in a sleeping village, so also, Death carries away all the creatures hankering after sensual pleasures.\""
                    },
                    "Summary": "Death takes the sensual unawares"
                },
                {
                    "Paragraphs": {
                        "Par": {
                            "Nr": "48",
                            "Txt": "The man who gathers flowers (of sensual pleasure), whose mind is distracted, and who is insatiate in desires, the Destroyer brings under his sway."
                        }
                    },
                    "Story": {
                        "Title": "Patipujika Kumari",
                        "Txt": "While residing at the Jetavana monastery, the Buddha uttered Verse (48) of this book, with reference to Patipujika Kumari.\nPatipujika Kumari was a lady from Sāvatthī. She married at the age of sixteen and had four sons. She was a virtuous as well as a generous lady, who loved to make offerings of food and other requisites to the monks. She would often go to the monastery and clean up the premises, fill the pots and jars with water and perform other services. Patipujika also possessed Jatissara Knowledge through which she remembered that in her previous existence she was one of the numerous wives of Malabhari, in the deva world of Tavatimsa. She also remembered that she had passed away from there when all of them were out in the garden enjoying themselves, plucking and picking flowers. So, every time she made offerings to the monks or performed any other meritorious act, she would pray that she might be reborn in the Tavatimsa realm as a wife of Malabhari, her previous husband.\nOne day, Patipujika fell ill and passed away that same evening. As she had so ardently wished, she was reborn in Tavatimsa deva world as a wife of Malabhari. As one hundred years in the human world is equivalent to just one day in Tavatimsa world, Malabhari and his other wives were still in the garden enjoying themselves and Patipujika was barely missed by them. So, when she rejoined them, Malabhari asked her where she had been the whole morning. She then told him about her passing away from Tavatimsa, her rebirth in the human world, her marriage to a man and also about how she had given birth to four sons, her passing away from there and finally her return to Tavatimsa.\nWhen the monks learned about the death of Patipujika, they were stricken with grief. They went to the Buddha and reported that Patipujika, who was offering alms-food to them early in the morning, had passed away in the evening. To them the Buddha replied that the life of beings was very brief; and that before they could hardly be satiated in their sensual pleasures, they were overpowered by Death."
                    },
                    "Summary": "With ungratified desires the sensual die"
                },
                {
                    "Paragraphs": {
                        "Par": {
                            "Nr": "49",
                            "Txt": "As a bee without harming the flower, its colour or scent, flies away, collecting only the honey, even so should the sage wander in the village."
                        }
                    },
                    "Story": {
                        "Title": "Kosiya, the Miserly Rich Man",
                        "Txt": "While residing at the Jetavana monastery, the Buddha uttered Verse (49) of this book, with reference to the Chief Disciple Maha Moggallana and the miserly rich man, Kosiya.\nIn the village of Sakkara, near Rajagaha, there lived a miserly rich man by the name of Kosiya, who was very reluctant to give away even the tiniest part of anything belonging to him. One day, to avoid sharing with others, the rich man and his wife were making some pancakes in the uppermost storey of their house, where no one would see them.\nEarly in the morning, on that day, the Buddha through his supernormal power, saw the rich man and his wife in his vision, and knew that both of them would soon attain Sotapatti Fruition. So he sent his Chief Disciple Maha Moggallana to the house of the rich man, with instructions to bring the couple to the Jetavana monastery in time for the midday meal. The Chief Disciple, by supernormal power, reached Kosiya's house in an instant and stood at the window. The rich man saw him and asked him to leave; the Venerable Maha Moggallana just stood there without saying anything. In the end, Kosiya said to his wife, \"Make a very small pancake and give it to the monk.\" So she took just a little amount of dough and put it in the pan, and the cake filled up the whole pan. Kosiya thought his wife must have put in too much, so he took just a pinch of dough and put it into the pan; his pancake also swelled into a big one. It so happened that however little dough they might put in, they were unable to make small pancakes. At last, Kosiya asked his wife to offer one from the basket to the monk. When she tried to take out one from the basket it would not come off because all the pancakes were sticking together and could not be separated. By this time Kosiya has lost all appetite for pancakes and offered the whole basket of pancakes to Maha Moggallana. The Chief Disciple then delivered a discourse on charity to the rich man and his wife. He also told the couple about how the Buddha was waiting with five hundred monks at the Jetavana monastery in Sāvatthī, forty-five yojanas away from Rajagaha. Maha Moggallana, by his supernormal power, then took both Kosiya and his wife together with their basket of pancakes, to the presence of the Buddha. There, they offered the pancakes to the Buddha and the five hundred monks. At the end of the meal, the Buddha delivered a discourse on charity, and both Kosiya and his wife attained Sotapatti Fruition.\nNext evening, while the monks were talking in praise of Maha Moggallana, the Buddha came to them and said, \"Monks, you should also dwell and act in the village like Maha Moggallana, receiving the offerings of the villagers without affecting their faith and generosity, or their wealth.\""
                    },
                    "Summary": "Saints cause no inconvenience to any"
                },
                {
                    "Paragraphs": {
                        "Par": {
                            "Nr": "50",
                            "Txt": "Let not one seek others' faults, things left done and undone by others, but one's own deeds done and undone."
                        }
                    },
                    "Story": {
                        "Title": "the Ascetic Paveyya",
                        "Txt": "While residing at the Jetavana monastery, the Buddha uttered Verse (50) of this book, with reference to the ascetic Paveyya and a rich lady.\nA rich lady of Sāvatthī had adopted Paveyya, an ascetic, as a son and was looking after his needs. When she heard her neighbours talking in praise of the Buddha, she wished very much to invite him to her house to offer him alms-food. So, the Buddha was invited and choice food was offered. As the Buddha was expressing appreciation (anumodana), Paveyya, who was in the next room, fumed with rage. He blamed and cursed the lady for venerating the Buddha. The lady heard him cursing and shouting and felt so ashamed that she could not concentrate on what the Buddha was saying. The Buddha told her not to be concerned about those curses and threats, but to concentrate only on her own good and bad deeds."
                    },
                    "Summary": "Seek not others' faults but your own"
                },
                {
                    "Paragraphs": {
                        "Par": [
                            {
                                "Nr": "51",
                                "Txt": "As a flower that is lovely and beautiful but is scentless, even so fruitless is the well-spoken word of one who does not practise it."
                            },
                            {
                                "Nr": "52",
                                "Txt": "As a flower that is lovely, beautiful, and scent-laden, even so fruitful is the well-spoken word of one who practises it."
                            }
                        ]
                    },
                    "Story": {
                        "Title": "Chattapani, a Lay Disciple",
                        "Txt": "While residing at the Jetavana monastery, the Buddha uttered Verses (51) and (52) of this book, with reference to the lay disciple Chattapani and the two queens of King Pasenadi of Kosala.\nA lay disciple named Chattapani who was an anagami* lived in Sāvatthī. On one occasion, Chattapani was with the Buddha at the Jetavana monastery respectfully and attentively listening to a religious discourse, when King Pasenadi also came to the Buddha. Chattapani did not stand up because he thought that by standing up, it might mean that he was paying respect to the king, but not paying due respect to the Buddha. The king took that as an insult and was very much offended. The Buddha knew exactly how the king was feeling; so he spoke in praise of Chattapani, who was well-versed in the Dhamma and had also attained the Anagami Fruition. On hearing this, the king was impressed and favourably inclined towards Chattapani.\nWhen the king next met Chattapani he said, \"You are so learned; could you please come to the palace and give lessons of the Dhamma to my two queens?\" Chattapani declined but he suggested that the king should request the Buddha to assign a monk for this purpose. So, the king approached the Buddha in connection with this, and the Buddha directed the Venerable Ananda to go regularly to the palace and teach the Dhamma to Queen Mallika and Queen Vasabhakhattiya. After some time, the Buddha asked the Venerable Ananda about the progress of the two queens. The Venerable Ananda answered that although Mallika was learning the Dhamma seriously, Vasabhakhattiya was not paying proper attention. On hearing this the Buddha said that the Dhamma could be of benefit only to those who learn it seriously with due respect and proper attention and then practise diligently what was taught."
                    },
                    "Summary": "Practice is better than mere teaching"
                },
                {
                    "Paragraphs": {
                        "Par": {
                            "Nr": "53",
                            "Txt": "As from a heap of flowers many a garland is made, even so many good deeds should be done by one born a mortal."
                        }
                    },
                    "Story": {
                        "Title": "Visakha",
                        "Txt": "While residing at the Pubbarama monastery in Sāvatthī, the Buddha uttered Verse (53) of this book, with reference to Visakha, the famous donor of the Pubbarama monastery.\nVisakha was the daughter of a rich man of Bhaddiya, named Danancaya, and his wife Sumanadevi, and the granddaughter of Mendaka, one of the five extremely wealthy men of King Bimbisara's dominions. When Visakha was seven years old, the Buddha came on a tour to Bhaddiya. On that occasion, the rich man Mendaka took Visakha and her five hundred companions with him to pay homage to the Buddha. After hearing the discourse given by the Buddha, Visakha, her grandfather and all her five hundred companions attained Sotapatti Fruition.\nWhen Visakha came of age, she married Punnavadahana, son of Migara, a fairly rich man from Sāvatthī. One day, while Migara was having his meal, a monk stopped for alms at his house; but Migara completely ignored the monk. Visakha, seeing this, said to the monk, \"I am sorry, your reverence, my father-in-law only eats leftovers.\" On hearing this, Migara flew into a rage and told her to leave his house. But Visakha said she was not going away, and that she would send for the eight elderly rich men who were sent by her father to accompany her and to advise her. It was for them to decide whether she was guilty or not. When the elders came, Migara said to them, \"While I was having my rice-with-milk in a golden bowl, Visakha said that I was taking only dirt and filth. For this offence, I'm sending her away.\" Thereupon, Visakha explained as follows: \"When I saw my father-in-law completely ignoring the monk standing for alms-food, I thought to myself that my father-in-law was not doing any meritorious deed in this existence. he was only eating the fruits of his past good deeds. So, I said, 'My father-in-law only eats leftovers.' Now Sirs, what do you think, am I guilty?\" The elders decided that Visakha was not guilty. Visakha then said that she was one who had absolute and unshakable faith in the Teaching of the Buddha and so could not stay where the monks were not welcome; and also, that if she was not given permission to invite the monks to the house to offer alms-food and make other offerings, she would leave the house. So permission was granted to her to invite the Buddha and his monks to the house.\nThe next day, the Buddha and his disciples were invited to the house of Visakha. When alms-food was about to be offered, she sent word to her father-in-law to join her in offering food; but he did not come. When the meal was over, again she sent a message, this time requesting her father-in-law to join her in hearing the discourse that would soon be given by the Buddha. Her father-in-law felt that he should not refuse for a second time. But his ascetic teachers, the Niganthas, would not let him go; however, they conceded that he could listen from behind a curtain. After hearing the Buddha's discourse Migara attained Sotapatti Fruition. He felt very thankful to the Buddha and also to his daughter-in-law. Being so thankful, he declared that henceforth Visakha would be like a mother to him, and Visakha came to be known as Migaramata.\nVisakha gave birth to ten sons and ten daughters, and ten sons and ten daughters each were born to everyone of her children and grand-children. Visakha possessed an immensely valuable gem-encrusted cloak given by her father as a wedding present. One day, Visakha went to the Jetavana monastery with her entourage. On arrival at the monastery, she found that her bejeweled cloak was too heavy. So, she took it off, wrapped it up in her shawl, and gave it to the maid to hold it and take care of it. The maid absentmindedly left it at the monastery. It was the custom for the Venerable Ananda to look after the things left by any one of the lay disciples. Visakha sent the maid back to the monastery saying, \"Go and look for the bejeweled cloak, but if the Venerable Ananda had already found it and kept it in a place do not bring it back; I donate the bejeweled cloak to the Venerable Ananda.\" But the Venerable Ananda did not accept her donation. So Visakha decided to sell the bejeweled cloak and donate the sale proceeds. But there was no one who could afford to buy that bejeweled cloak. So Visakha bought it back for nine crores and one lakh. With this money, she built a monastery on the eastern side of the city; this monastery came to be known as Pubbarama.\nAfter the libation ceremony she called all her family to her and on that night she told them that all her wishes had been fulfilled and that she had nothing more to desire. Then reciting five verses of exultation she went round and round the monastery. Some monks hearing her, thought she was singing and reported to the Buddha that Visakha was not like before, and that she was going round and round the monastery, singing. \"Could it be that she had gone off her head?\" they asked the Buddha. To this question, the Buddha replied, \"Today, Visakha had all her wishes of the past and present existences fulfilled and on account of that sense of achievement, she was feeling elated and contented; Visakha was just reciting some verses of exultation; she certainly had not gone off her head. Visakha, throughout her previous existences, had always been a generous donor and an ardent promoter of the Doctrine of successive Buddhas. She was most strongly inclined to do good deeds and had done much good in her previous existences, just as an expert florist makes many garlands from a collection of flowers.\""
                    },
                    "Summary": "Do much good"
                },
                {
                    "Paragraphs": {
                        "Par": [
                            {
                                "Nr": "54",
                                "Txt": "The perfume of flowers blows not against the wind, nor does the fragrance of sandalwood, tagara and jasmine but the fragrance of the virtuous blows against the wind; the virtuous man pervades every direction."
                            },
                            {
                                "Nr": "55",
                                "Txt": "Sandalwood, tagara, lotus, jasmine: above all these kinds of fragrance, the perfume of virtue is by far the best."
                            }
                        ]
                    },
                    "Story": {
                        "Title": "the Question Raised by the Venerable Ananda",
                        "Txt": "While residing at the Jetavana monastery, the Buddha uttered Verses (54) and (55) of this book, with reference to a question raised by the Venerable Ananda.\nWhile the Venerable Ananda was sitting by himself one evening, the problem relating to scents and perfumes came to his mind and he pondered: \"The scent of wood, the scent of flowers, and the scent of roots all spread with the current of wind but not against it. Is there no scent which would spread with the current of wind as well as against it? Is there no scent which would pervade every part of the world?\" Without answering the question himself, the Venerable Ananda approached the Buddha and solicited an answer from him. The Buddha said, \"Ananda, supposing, there is one who takes refuge in the Three Gems (the Buddha, the Dhamma, the Samgha), who observes the five moral precepts, who is generous and not avaricious; such a man is truly virtuous and truly worthy of praise. The reputation of that virtuous one would spread far and wide, and monks, brahmins and laymen all alike would speak in praise of him, wherever he lives.\""
                    },
                    "Summary": "Moral fragrance wafts everywhere"
                },
                {
                    "Paragraphs": {
                        "Par": {
                            "Nr": "56",
                            "Txt": "Of little account is the fragrance of tagara or sandal; the fragrance of the virtuous, which blows even amongst the gods, is supreme."
                        }
                    },
                    "Story": {
                        "Title": "Thera Mahakassapa",
                        "Txt": "While residing at the Veluvana monastery in Rajagaha, the Buddha uttered Verse 56 of this book, with reference to Thera Mahakassapa.\nArising from nirodhasamapatti*, Thera Mahakassapa entered a poor section of the city of Rajagaha for alms-food. His intention was to give a poor man an opportunity of gaining great merit as a result of offering alms-food to one who had just come out of nirodhasamapatti. Sakka, king of the devas, wishing to take the opportunity of offering alms-food to Thera Mahakassapa, assumed the form of a poor old weaver and came to Rajagaha with his wife Sujata in the form of an old woman. Thera Mahakassapa stood at their door; the poor old weaver took the bowl from the thera and filled up the bowl with rice and curry, and the delicious smell of the curry spread throughout the city. Then it occurred to the thera that this person must be no ordinary human being, and he came to realize that this must be Sakka himself. Sakka admitted the fact and claimed that he too was poor because he had had no opportunity of offering anything to anyone during the time of the Buddhas. So saying, Sakka and his wife Sujata left the thera after paying due respect to him.\nThe Buddha, from his monastery, saw Sakka and Sujata leaving and told the monks about Sakka offering alms-food to Thera Mahakassapa. The monks wondered how Sakka knew that Thera Mahakassapa had just come out of nirodhasamapatti, and that it was the right and auspicious time for him to make offerings to the thera. This question was put up to the Buddha, and the Buddha answered, \"Monks, the reputation of a virtuous one as my son, Thera Mahakassapa, spreads far and wide; it reaches even the deva world. On account of his good reputation, Sakka himself has come to offer alms-food to him.\""
                    },
                    "Summary": "The scent of virtue is by far the best"
                },
                {
                    "Paragraphs": {
                        "Par": {
                            "Nr": "57",
                            "Txt": "Mara never finds the path of the truly virtuous, who abide in heedfulness and are freed by perfect knowledge."
                        }
                    },
                    "Story": {
                        "Title": "Thera Godhika",
                        "Txt": "While residing at the Veluvana monastery, the Buddha uttered Verse (57) of this book, with reference to Thera Godhika.\nThera Godhika was, on one occasion, diligently practising Tranquillity and Insight Development, on a stone slab on the side of Isigili mountain in Magadha. When he had achieved one-pointedness of the mind (jhana) he became very ill; that impaired the effectiveness of his practice. In spite of his sickness, he kept on striving hard; but every time he was making some progress he was overcome by sickness. He was thus inflicted for six times. Finally, he made up his mind to overcome all obstacles and attain arahatship even if he were to die. So, without relaxing he continued to practise diligently; in the end he decided to give up his life by cutting his throat; at the point of death he attained arahatship.\nWhen Mara learned that Thera Godhika had died, he tried to find out where the thera was reborn but failed to find him. So, assuming the likeness of a young man, Mara approached the Buddha and enquired where Thera Godhika was. The Buddha replied to him, \"It will be of no benefit to you to learn of the destination of Thera Godhika; for having been freed of moral defilements he became an arahat. One like you, Mara, for all your power will not be able to find out where such arahats go after death.\""
                    },
                    "Summary": "Rebirths of arahants cannot be traced"
                },
                {
                    "Paragraphs": {
                        "Par": [
                            {
                                "Nr": "58",
                                "Txt": "As upon a heap of rubbish thrown on the highway, a sweet-smelling lovely lotus may grow, even so amongst worthless beings, a disciple of the Fully Enlightened One outshines the blind worldlings in wisdom."
                            },
                            {
                                "Nr": "59",
                                "Txt": "As upon a heap of rubbish thrown on the highway, a sweet-smelling lovely lotus may grow, even so amongst worthless beings, a disciple of the Fully Enlightened One outshines the blind worldlings in wisdom."
                            }
                        ]
                    },
                    "Story": {
                        "Title": "Garahadinna",
                        "Txt": "While residing at the Jetavana monastery, the Buddha uttered Verses (58) and (59) of this book, with reference to a rich man named Garahadinna and the miracle of the lotus flowers.\nThere were two friends named Sirigutta and Garahadinna in Sāvatthī. Sirigutta was a follower of the Buddha and Garahadinna was a follower of the Niganthas, the ascetics who were hostile to the Buddhists. At the instance of the Niganthas, Garahadinna often said to Sirigutta, \"What benefit do you get by following the Buddha? Come, be a follower of my teachers.\" Having been told thus many times, Sirigutta said to Garahadinna, \"Tell me, what do your teachers know?\" To this, Garahadinna replied that his teachers knew everything; with their great power they knew the past, the present and the future and also the thoughts of others. So, Sirigutta invited the Niganthas to his house for alms-food.\nSirigutta wanted to find out the truth about the Niganthas, whether they really possessed the power of knowing other people's thoughts, etc. So he made a long, deep trench and filled it up with excreta and filth. Seats were then placed precariously over the trench; and big empty pots were brought in and covered up with cloth and banana leaves to make them appear as if they were full of rice and curries. When the Niganthas arrived, they were requested to enter one by one, to stand near their respective seats, and to sit down simultaneously. As all of them sat down, the flimsy strings broke and the Niganthas fell into the filthy trench. Then Sirigutta taunted them, \"Why don't you know the past, the present and the future? Why don't you know the thoughts of others?\" All the Niganthas then fled in terror.\nGarahadinna naturally was furious with Sirigutta and refused to talk to him for two weeks. Then, he decided that he would have his revenge on Sirigutta. He pretended that he was no longer angry, and one day asked Sirigutta to invite, on his behalf, the Buddha and his five hundred disciples to partake of alms-food. So Sirigutta went to the Buddha and invited him to the house of Garahadinna. At the same time, he told the Buddha about what he had done to the Niganthas, the teachers of Garahadinna. He also expressed his fear that this invitation might be a reprisal and so the invitation should be accepted only after due consideration.\nThe Buddha, with his supernormal power, knew that this would be the occasion for the two friends to attain Sotapatti Fruition, and therefore accepted the invitation. Garahadinna made a trench, filled it with live coals and covered it with mats. He also kept some empty pots covered with cloth and banana leaves to make them appear as if filled with rice and curries. The next day, the Buddha came followed by five hundred monks in single file. When the Buddha stepped on the mat over the trench, the mat and live coals miraculously disappeared, and five hundred lotus flowers, each as large as a cart wheel, sprang up for the Buddha and his disciples to sit upon.\nSeeing this miracle, Garahadinna was very much alarmed and he said rather incoherently to Sirigutta, \"Help me, dear friend. Out of my desire for revenge, I have truly done a great wrong. My bad designs have had no effect at all on your Teacher. The pots in my kitchen are all empty. Please help me.\" Sirigutta then told Garahadinna to go and look at the pots. When Garahadinna found all the pots filled with food he was astounded and at the same time very much relieved and very happy. So the food was offered to the Buddha and his disciples. After the meal, the Buddha expressed his appreciation (anumodana) of the meritorious act and then said, \"Ignorant worldlings, lacking in knowledge, do not know the unique qualities of the Buddha, the Dhamma and the Samgha and so they are like the blind; but the wise, having knowledge, are like people with sight.\""
                    },
                    "Summary": "The wise outshine worldlings"
                }
            ]
        }
    }
}