{
    "Chapter": {
        "FirstParagraph": "76",
        "LastParagraph": "89",
        "Nr": "6",
        "Pali": "Pandita Vagga",
        "Title": "The Wise",
        "Verses": {
            "Verse": [
                {
                    "Paragraphs": {
                        "Par": {
                            "Nr": "76",
                            "Txt": "Should one see a wise man, who, like a revealer of treasure, points out faults and reproves; let one associate with such a wise person; it will be better, not worse, for him who associates with such a one."
                        }
                    },
                    "Story": {
                        "Title": "Thera Radha",
                        "Txt": "While residing at the Jetavana monastery, the Buddha uttered Verse (76) of this book, with reference to Thera Radha, who was at one time a poor old Brahmin.\nRadha was a poor brahmin who stayed in the monastery doing small services for the monks. For his services he was provided with food and clothing and other needs, but was not encouraged to join the Order, although he had a strong desire to become a monk.\nOne day, early in the morning, when the Buddha surveyed the world with his supernormal power, he saw the poor old brahmin in his vision and knew that he was due for arahatship. So the Buddha went to the old man, and learned from him that the monks of the monastery did not want him to join the Order. The Buddha therefore called all the monks to him and asked them, \"Is there any monk here who recollects any good turn done to him by this old man?\" To this question, the Venerable Sariputta replied, \"Venerable Sir, I do recollect an instance when this old man offered me a spoonful of rice.\" \"If that be so,\" the Buddha said, \"shouldn't you help your benefactor get liberated from the ills of life?\" Then the Venerable Sariputta agreed to make the old man a monk and he was duly admitted to the Order. The Venerable Sariputta guided the old monk and the old monk strictly followed his guidance. Within a few days, the old monk attained arahatship.\nWhen the Buddha next came to see the monks, they reported to him how strictly the old monk followed the guidance of the Venerable Sariputta. To them, the Buddha replied that a monk should be amenable to guidance like Radha, and should not resent when rebuked for any fault or failing."
                    },
                    "Summary": "Associate with the wise"
                },
                {
                    "Paragraphs": {
                        "Par": {
                            "Nr": "77",
                            "Txt": "Let him advise, instruct, and dissuade one from evil; truly pleasing is he to the good, displeasing is he to the bad."
                        }
                    },
                    "Story": {
                        "Title": "The Story or Monks Assaji and Punabbasuka",
                        "Txt": "While residing at the Jetavana monastery, the Buddha uttered Verse (77) of this book, with reference to monks Assaji and Punabbasuka.\nMonks Assaji and Punabbasuka and their five hundred disciples were staying at Kitagiri village. While staying there they made their living by planting flowering plants and fruit trees for gain, thus violating the rules of Fundamental Precepts for monks.\nThe Buddha hearing about these monks sent his two Chief Disciples Sariputta and Maha Moggallana, to stop them from committing further misconduct. To his two Chief Disciples the Buddha said, \"Tell those monks not to destroy the faith and generosity of the lay disciples by misconduct and if anyone should disobey, drive him out of the monastery. Do not hesitate to do as I told you, for only fools dislike being given good advice and being forbidden to do evil.\""
                    },
                    "Summary": "Advisers are pleasing to the good"
                },
                {
                    "Paragraphs": {
                        "Par": {
                            "Nr": "78",
                            "Txt": "Associate not with evil friends, associate not with mean men; associate with good friends, associate with noble men."
                        }
                    },
                    "Story": {
                        "Title": "Thera Channa",
                        "Txt": "While residing at the Jetavana monastery, the Buddha uttered Verse (78) of this book, with reference to Thera Channa.\nChanna was the attendant who accompanied Prince Siddhattha when he renounced the world and left the palace on horseback. When the prince attained Buddhahood, Channa also became a monk. As a monk, he was very arrogant and overbearing because of his close connection to the Buddha. Channa used to say, \"I came along with my Master when he left the palace for the forest. At that time, I was the only companion of my Master and there was no one else. But now, Sariputta and Moggallana are saying, 'we are the Chief Disciples,' and are strutting about the place.\"\nWhen the Buddha sent for him and admonished him for his behaviour, he kept silent but continued to abuse and taunt the two Chief Disciples. Thus the Buddha sent for him and admonished him three times; still, he did not change. And again, the Buddha sent for Channa and said, \"Channa, these two noble monks are good friends to you; you should associate with them and be on good terms with them.\""
                    },
                    "Summary": "Cultivate good friendship"
                },
                {
                    "Paragraphs": {
                        "Par": {
                            "Nr": "79",
                            "Txt": "He who imbibes the Dhamma abides in happiness with mind pacified; the wise man ever delights in the Dhamma revealed by the Ariyas."
                        }
                    },
                    "Story": {
                        "Title": "Thera Mahakappina",
                        "Txt": "While residing at the Jetavana monastery, the Buddha uttered Verse (79) of this book, with reference to Thera Mahakappina.\nMahakappina was king of Kukkutavati. He had a queen named Anoja; he also had one thousand ministers to help him rule the country. One day, the king accompanied by those one thousand ministers, was out in the park. There, they met some merchants from Sāvatthī. On learning about the Buddha, the Dhamma, and the Samgha from these merchants the king and his ministers immediately set out for Sāvatthī.\nOn that day, when the Buddha surveyed the world with his supernormal power, he saw in his vision, Mahakappina and his ministers coming towards Sāvatthī. He also knew that they were due for arahatship. The Buddha went to a place one hundred and twenty yojanas away from Sāvatthī to meet them. There, he waited for them under a banyan tree on the bank of the river Candabhaga. King Mahakappina and his ministers came to the place where the Buddha was waiting for them. When they saw the Buddha, with six-coloured rays radiating from his body, they approached the Buddha and paid homage to him. The Buddha then delivered a discourse to them. After listening to the discourse the king and all his ministers attained Sotapatti Fruition, and they asked the Buddha to permit them to join the Order. The Buddha, reflecting on their past and finding that they had made offerings of yellow robes in a past existence, said to them, \"Ehi monk\", and they all became monks.\nMeanwhile, Queen Anoja, learning about the king's departure for Sāvatthī, sent for the wives of the one thousand ministers, and together with them followed the king's trail. They too came to the place where the Buddha was and seeing the Buddha with a halo of six colours, paid homage to him. All this time, the Buddha by exercising his supernormal power had made the king and his ministers invisible so that their wives did not see them. The queen therefore enquired where the king and his ministers were. The Buddha told the queen and her party to wait for a while and that the king would soon come with his ministers. The Buddha then delivered another discourse; at the end of this discourse the king and his ministers attained arahatship; the queen and the wives of the ministers attained Sotapatti Fruition. At that instant, the queen and her party saw the newly admitted monks and recognized them as their former husbands.\nThe ladies also asked permission from the Buddha to enter the Order of Bhikkhunis; so they were directed to go ahead to Sāvatthī. There they entered the Order and very soon they also attained arahatship. The Buddha then returned to the Jetavana monastery accompanied by one thousand monks.\nAt the Jetavana monastery, Thera Mahakappina while resting during the night or during the day would often say, \"Oh, what happiness!\" (Aho Sukham). The monks, hearing him saying this so many times a day told the Buddha about it. To them the Buddha replied, \"My son Kappina having had the taste of the Dhamma lives happily with a serene mind; he is saying these words of exultation repeatedly with reference to Nibbāna.\""
                    },
                    "Summary": "Those who practice dhamma are happy"
                },
                {
                    "Paragraphs": {
                        "Par": {
                            "Nr": "80",
                            "Txt": "Irrigators lead the waters; fletchers bend the shafts; carpenters bend the wood; the wise control themselves."
                        }
                    },
                    "Story": {
                        "Title": "Samanera Pandita",
                        "Txt": "While residing at the Jetavana monastery, the Buddha uttered Verse (80) of this book, with reference to Samanera Pandita.\nPandita was a young son of a rich man of Sāvatthī. He became a samanera at the age of seven. On the eighth day after becoming a samanera, as he was following Thera Sariputta on an alms-round, he saw some farmers channeling water into their fields and asked the thera, \"Can water which has no consciousness be guided to wherever one wishes ?\" The thera replied, \"Yes, it can be guided to wherever one wishes.\" As they continued on their way, the samanera next saw some fletchers heating their arrows with fire and straightening them. Further on, he came across some carpenters cutting, sawing and planing timber to make it into things like cart-wheels. Then he pondered, \"If water which is without consciousness can be guided to wherever one desires, if a crooked bamboo which is without consciousness can be straightened, and if timber which is without consciousness can be made into useful things, why should I, having consciousness, be unable to tame my mind and practise Tranquillity and Insight Meditation?\"\nThen and there he asked permission from the thera and returned to his own room in the monastery. There he ardently and diligently practised meditation, contemplating the body. Sakka and the devas also helped him in his meditation by keeping the monastery and its precincts very quiet and still. Before meal time Samanera Pandita attained Anagami Fruition.\nAt that time Thera Sariputta was bringing food to the samanera. The Buddha saw with his supernormal power that Samanera Pandita had attained Anagami Fruition and also that if he continued to practise meditation he would soon attain arahatship. So the Buddha decided to stop Sariputta from entering the room, where the samanera was. The Buddha went to the door and kept Sariputta engaged by putting some questions to him. While the conversation was taking place, the samanera attained arahatship. Thus, the samanera attained arahatship on the eighth day after becoming a novice.\nIn this connection, the Buddha said to the monks of the monastery, \"When one is earnestly practising the Dhamma, even Sakka and the devas give protection and keep guard; I myself have kept Thera Sariputta engaged at the door so that Samanera Pandita should not be disturbed. The samanera, having seen the farmers irrigating their fields, the fletchers straightening their arrows, and carpenters making cart-wheels and other things, tames his mind and practises the dhamma; he has now become an arahat.\""
                    },
                    "Summary": "The wise control themselves"
                },
                {
                    "Paragraphs": {
                        "Par": {
                            "Nr": "81",
                            "Txt": "As a solid rock is not shaken by the wind, even so the wise are not ruffled by praise or blame."
                        }
                    },
                    "Story": {
                        "Title": "Thera Lakundaka Bhaddiya",
                        "Txt": "While residing at the Jetavana monastery, the Buddha uttered Verse (81) of this book, with reference to Thera Bhaddiya.\nBhaddiya was one of the monks staying at the Jetavana monastery. Because of his short stature he was known as Lakundaka (the dwarf) to other monks. Lakundaka Bhaddiya was very good natured; even young monks would often tease him by pulling his nose or his ear, or by patting him on his head. Very often they would jokingly say, \"Uncle, how are you? Are you happy, or are you bored with your life here as a monk?\", etc. Lakundaka Bhaddiya never retaliated in anger, or abused them; in fact, even in his heart he did not get angry with them.\nWhen told about the patience of Lakundaka Bhaddiya, the Buddha said, \"An arahat never loses his temper, he has no desire to speak harshly or to think ill of others. He is like a mountain of solid rock; as a solid rock is unshaken, so also, an arahat is unperturbed by scorn or by praise.\""
                    },
                    "Summary": "The wise accept both praise and blame"
                },
                {
                    "Paragraphs": {
                        "Par": {
                            "Nr": "82",
                            "Txt": "Just as a deep lake is clear and still, even so, on hearing the teachings, the wise become exceedingly peaceful."
                        }
                    },
                    "Story": {
                        "Title": "Kanamata",
                        "Txt": "While residing at the Jetavana monastery, the Buddha uttered Verse (82) of this book, with reference to the mother of Kana, Kanamata.\nKanamata was a devoted lay disciple of the Buddha. Her daughter Kana was married to a man from another village. As Kana had been on a visit to her mother for some time, her husband sent a message for her to come home. Her mother told her to wait for one more day as she wanted to send along some sweetmeats with her for her husband. The next day, Kanamata made some sweetmeats, but when four monks stood at her door for alms, she offered some to them. The four monks told other monks about the sweetmeats from Kanamata's house and they also came to stand at the door of Kanamata, as a devotee of the Buddha and his disciples, offered her sweetmeats to the monks as they came in, one after another. The result was that in the end there was none left for Kana and she did not go home on that day. The same thing happened on the next two days; her mother made some sweetmeats, the monks stood at her door, she offered her sweetmeats to the monks, there was nothing left for her daughter to take home, and her daughter did not go home. On the third day, for the third time, her husband sent her a message, which was also an ultimatum stating that if she failed to come home the next day, he would take another wife. But on the next day also Kana was unable to go home because her mother offered all her sweetmeats to the monks. Kana's husband then took another wife and Kana became very bitter towards the monks. She used to abuse all monks so much so that the monks kept away from the house of Kanamata.\nThe Buddha heard about Kana and went to the house of Kanamata; there Kanamata offered him some rice gruel. After the meal, the Buddha sent for Kana and asked her, \"Did my monks take what was given them or what was not given them ?\" Kana answered that the monks had taken only what was given them, and then added, \"They were not in the wrong; only I was in the wrong.\" Thus, she owned up her fault and she also paid homage to the Buddha. The Buddha then gave a discourse. At the end of the discourse, Kana attained Sotapatti Fruition.\nOn the way back to the monastery, the Buddha met King Pasenadi of Kosala. On being told about Kana and her bitter attitude towards the monks, King Pasenadi asked the Buddha whether he had been able to teach her the Dhamma and, make her see the Truth (Dhamma). The Buddha replied, \"Yes, I have taught her the Dhamma, and I have also made her rich in her next existence.\" Then the king promised the Buddha that he would make Kana rich even in this existence. The king then sent his men with a palanquin to fetch Kana. When she arrived, the king announced to his ministers, \"Whoever can keep my daughter Kana in comfort may take her.\" One of the ministers volunteered to adopt Kana as his daughter, gave her all his wealth, and said to her, \"You may give in charity as much as you like.\" Everyday, Kana made offerings to the monks at the four city-gates. When told about Kana giving generously in charity, the Buddha said, \"Monks, the mind of Kana which was foggy and muddled was made clear and calm by my words.\""
                    },
                    "Summary": "The wise are peaceful"
                },
                {
                    "Paragraphs": {
                        "Par": {
                            "Nr": "83",
                            "Txt": "The good give up (attachment for) everything; the saintly prattle not with sensual craving: whether affected by happiness or by pain, the wise show neither elation nor depression."
                        }
                    },
                    "Story": {
                        "Title": "Five Hundred Monks",
                        "Txt": "While residing at the Jetavana monastery, the Buddha uttered Verse (83) of this book, with reference to five hundred monks.\nAt the request of a brahmin from Veranja, the Buddha was, on one occasion, staying at Veranja with five hundred monks. While they were at Veranja, the brahmin failed to look after them. The people of Varanja, who were then facing a famine, could offer very little to the monks when they went on their rounds for alms-food. In spite of all these hardships, the monks were not disheartened; they were quite contented with the small amount of shrivelled grain which the horse-traders offered them daily. At the end of the vasa, after informing the brahmin from Veranja, the Buddha returned to the Jetavana monastery, accompanied by the five hundred monks. The people of Sāvatthī welcomed them back with choice food of all kinds.\nA group of people living with the monks, eating whatever was left over by the monks, ate greedily like true gluttons and went to sleep after their meals. On waking up, they were shouting, singing and dancing, thus making themselves a thorough nuisance. When the Buddha came in the evening to the congregation of monks, they reported to him about the behaviour of those unruly persons, and said, \"These people living on the leftovers were quite decent and well-behaved when all of us were facing hardship and famine in Veranja. Now that they have enough good food they are going about shouting, singing and dancing, and thus make themselves a thorough nuisance. The monks, however, behave themselves here just as they were in Veranja\".\nTo them the Buddha replied, \"It is in the nature of the foolish to be full of sorrow and feel depressed when things go wrong, and to be full of gladness and feel elated when things go well. The wise, however, can withstand the ups and downs of life.\""
                    },
                    "Summary": "The wise are balanced"
                },
                {
                    "Paragraphs": {
                        "Par": {
                            "Nr": "84",
                            "Txt": "Neither for the sake of oneself nor for the sake of another (does a wise person do any wrong); he should not desire son, wealth or kingdom (by doing wrong): by unjust means he should not seek his own success. Then (only) such a one is indeed virtuous, wise and righteous."
                        }
                    },
                    "Story": {
                        "Title": "Thera Dhammika",
                        "Txt": "While residing at the Jetavana monastery, the Buddha uttered Verse (84) of this book, with reference to Thera Dhammika.\nDhammika lived in Sāvatthī with his wife. One day, he told his pregnant wife that he wished to become a monk; his wife pleaded with him to wait until after the birth of their child. When the child was born, he again requested his wife to let him go; again, she pleaded with him to wait until the child could walk. Then Dhammika thought to himself, \"It will be useless for me to ask my wife for her approval to join the Order; I shall work for my own liberation.\" Having made a firm decision, he left his house to become a monk. He took a subject of meditation from the Buddha and practised meditation ardently and diligently and soon became an arahat.\nSome years later, he visited his house in order to teach the Dhamma to his son and his wife. His son entered the Order and he too attained arahatship. The wife then thought, \"Now that both my husband and my son have left the house, I'd better leave it, too.\" With this thought she left the house and became a bhikkhuni; eventually, she too attained arahatship.\nAt the congregation of the monks, the Buddha was told how Dhammika became a monk and attained arahatship, and how through him his son and his wife also attained arahatship. To them the Buddha said, \"Monks, a wise man does not wish for wealth and prosperity by doing evil, whether it is for his own sake or for the sake of others. He only works for his own liberation from the round of rebirths (samsara) by comprehending the Dhamma and living according to the Dhamma.\""
                    },
                    "Summary": "The end does not justify the means"
                },
                {
                    "Paragraphs": {
                        "Par": [
                            {
                                "Nr": "85",
                                "Txt": "Few are there amongst men who go Beyond; the rest of mankind only run about on the bank."
                            },
                            {
                                "Nr": "86",
                                "Txt": "But those who act rightly according to the teaching, which is well expounded, those are they who will reach the Beyond - Nibbāna - (crossing) the realm of passions, so hard to cross."
                            }
                        ]
                    },
                    "Story": {
                        "Title": "Dhamma Listeners",
                        "Txt": "While residing at the Jetavana monastery, the Buddha uttered Verses (85) and (86) of this book, with reference to a congregation of people who had come to listen to a religious discourse in Sāvatthī.\nOn one occasion, a group of people from Sāvatthī made special offerings to the monks collectively and they arranged for some monks to deliver discourses throughout the night, in their locality. Many in the audience could not sit up the whole night and they returned to their homes early; some sat through the night, but most of the time they were drowsy and half-asleep. There were only a few who listened attentively to the discourses.\nAt dawn, when the monks told the Buddha about what happened the previous night, he replied, \"Most people are attached to this world; only a very few reach the other shore (Nibbāna).\""
                    },
                    "Summary": "Few go beyond"
                },
                {
                    "Paragraphs": {
                        "Par": [
                            {
                                "Nr": "87",
                                "Txt": "Coming from home to the homeless, the wise man should abandon dark states and cultivate the bright. He should seek great delight in detachment (Nibbāna), so hard to enjoy. Giving up sensual pleasures, with no impediments, the wise man should cleanse himself of the impurities of the mind."
                            },
                            {
                                "Nr": "88",
                                "Txt": "Coming from home to the homeless, the wise man should abandon dark states and cultivate the bright. He should seek great delight in detachment (Nibbāna), so hard to enjoy. Giving up sensual pleasures, with no impediments, the wise man should cleanse himself of the impurities of the mind."
                            },
                            {
                                "Nr": "89",
                                "Txt": "Whose minds are well perfected in the Factors of Enlightenment, who, without clinging, delight in \"the giving up of grasping\" (i.e., Nibbāna), they, the corruption-free, shining ones, have attained Nibbāna even in this world."
                            }
                        ]
                    },
                    "Story": {
                        "Title": "Five Hundred Visiting Monks",
                        "Txt": "While residing at the Jetavana monastery, the Buddha uttered Verses (87), (88) and (89) of this book, with reference to five hundred visiting monks.\nFive hundred monks who had spent the vassa in Kosala came to pay homage to the Buddha at the Jetavana monastery, at the end of the vassa."
                    },
                    "Summary": "Give up evil, cultivate good"
                }
            ]
        }
    }
}